{"id": "Q145", "description": "country in north-west Europe", "label": "United Kingdom", "aliases": ["UK", "United Kingdom of Great Britain and Northern Ireland", "U.K.", "U. K.", "U K", "G.B.", "G. B.", "G B", "Great Britain", "G.B.R.", "G B R", "Britain", "Great Britain and Northern Ireland", "The United Kingdom of Great Britain and Northern Ireland", "The UK"], "instance_of": ["state that has the highest authority over a territory", "distinct territorial body or political entity", "country that controls colonies", "state whose primary territory consists of one or more islands or parts of islands"], "types": ["state that has the highest authority over a territory", "distinct territorial body or political entity", "country that controls colonies", "state whose primary territory consists of one or more islands or parts of islands"], "image_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Palace_of_Westminster_from_the_dome_on_Methodist_Central_Hall.jpg", "website": "https://www.gov.uk/", "coordinates": {"latitude": 54.6, "longitude": -2}, "foundation_date": "1927-04-12", "official_name": "United Kingdom of Great Britain and Northern Ireland", "population": "+63181775", "part_of": ["open border area", "political and economic union of 27 European states", "northern region of the European continent", "realm consisting of the United Kingdom, the Crown dependencies and the British Overseas Territories", "continent in the Northern Hemisphere"], "member_of": ["International organisation founded in 1949", "former informal group of countries in the world whose political, economic and military weight is considered relevant on a global scale", "intergovernmental economic organization", "European organisation dedicated to space exploration", "intergovernmental organization that intends to supervise and liberalize international trade", "group of finance ministers and central bank governors", "intergovernmental organization and observatory in Chile", "security-oriented intergovernmental organization", "international financial institutions, sells loans to middle-income developing countries, part of the World Bank Group", "international financial institution, member of the World Bank Group", "World Bank Group member financial institution", "International financial institution", "international organization", "multilateral development finance institution", "regional development bank", "multilateral export control regime established in 1985 to help member countries identify exports needing control so as to prevent the spread of chemical and biological weapons", "financial institution helping Caribbean nations finance social and economic programs, headquartered at Wildey, St. Michael, Barbados, established by an agreement signed on 18 Oct. 1969, in Kingston, Jamaica and entering into force on 26 Jan. 1970", "European Organisation for the Safety of Air Navigation", "international treaty promoting openness and transparency of military forces and activities", "multilateral export control regime to prevent the proliferation of missile and unmanned aerial vehicle technology", "former tripartite force formed by Australia, New Zealand and the United Kingdom to defend the Asian Pacific region", "former international organization for collective defense in Southeast Asia", "International Criminal Police Organization (founded 1923)", "intergovernmental organization", "international organization based in The Hague", "naval Command, Control, Communications and Computers (C4) interoperability organization involving Australia, Canada, New Zealand, the United Kingdom, and the United States", "organization of Australian, Canadian, New Zealand, United Kingdom and United States armies that work together to optimize coalition interoperability", "organization concerned with cooperation on defence science and technology matters involving Australia, Canada, New Zealand, the United Kingdom and the United States", "military communications-electronics organization established among Australia, Canada, New Zealand, United Kingdom, and the United States", "Five Eyes military organization", "multi-national European coordinating body for military air lift and surface movement", "international organization whose core-business is the through life management of cooperative defence equipment programmes", "autonomous intergovernmental organisation", "specialized agency of the United Nations focused on cooperation within the postal sector", "specialized agency of the United Nations for information and communication technologies", "political and economic union of 27 European states", "program allowing 90-day visa free travel to the United States for citizens of some countries", "specialised agency of the United Nations for meteorology", "United Nations agency concerned with international public health", "international organization tasked with promoting Earth observation and data sharing between members", "states possessing nuclear weapons", "military technology partnership between Australia, the United Kingdom and the United States", "international trade organization and free trade area", "global international and intergovernmental organization", "Intelligence alliance comprising Australia, Canada, New Zealand, the United Kingdom and the United States", "international intergovernmental economic organization", "Supreme decision-making authority of CERN", "international treaty", "intergovernmental military alliance between 32 member states"], "gnd_id": "4022153-2", "isni": "0000000122483427"}