{"id": "Q14763008", "description": "Abschnitt der Kernteilung eukaryotischer Zellen mit Kopieren des Chromosomensatzes", "label": "Mitose", "aliases": ["Karyokinese", "Zellkernteilung", "mitotisch", "mitotische Zellteilung"], "instance_of": ["Sammelbegriff für alle Aktivitäten, die das Leben eines Lebewesens ermöglichen"], "subclass_of": ["Abfolge von physiologischen Ereignissen in Zellen"], "types": ["Sammelbegriff für alle Aktivitäten, die das Leben eines Lebewesens ermöglichen"], "subclasses": ["Abfolge von physiologischen Ereignissen in Zellen"], "has_parts": ["Any microtubule cytoskeleton organization that is involved in mitosis.", "The aggregation, arrangement and bonding together of a set of components to form the spindle that contributes to the process of mitosis.", "The cell cycle process in which the aggregation, arrangement and bonding together of a set of components forms the spindle midzone.", "The cell cycle process in which replicated homologous chromosomes are organized and then physically separated and apportioned to two sets during the mitotic cell cycle. Each replicated chromosome, composed of two sister chromatids, aligns at the cell", "The cell cycle transition where a cell leaves M phase and enters a new G1 phase. M phase is the part of the mitotic cell cycle during which mitosis and cytokinesis take place.", "fase de la mitosis y de la meiosis", "Separation of duplicated centrosome components at the beginning of mitosis. The centriole pair within each centrosome becomes part of a separate microtubule organizing center that nucleates a radial array of microtubules called an aster. The two aste", "The cell cycle process in which the cell plate is formed at the equator of the spindle in the dividing cells during early telophase. An example of this is found in Arabidopsis thaliana.", "process that is carried out at the cellular level which results in the assembly, arrangement of constituent parts, or disassembly of the nuclear inner or outer membrane during mitotic nuclear division", "process in which the nuclear inner or outer membrane is synthesized, aggregates, and bonds together during mitotic nuclear division", "mitotic cell cycle process comprising the steps by which the nucleus of a eukaryotic cell divides; the process involves condensation of chromosomal DNA into a highly compacted form. Canonically, mitosis produces two daughter nuclei whose chromosome"], "gnd_id": "4170185-9"}