{"extract": "Die physikalische Größe Arbeit erfasst die Energie, die durch die Einwirkung einer Kraft entlang eines Weges von einem physikalischen System aufgenommen oder abgegeben wird. Im einfachsten Fall wird sie mithilfe der Gleichung \n  \n    \n      \n        W\n        =\n        F\n        ⋅\n        s\n      \n    \n    {\\displaystyle W=F\\cdot s}\n  \n oder Arbeit ist gleich Kraft mal Weg berechnet (das Formelzeichen \n  \n    \n      \n        W\n      \n    \n    {\\displaystyle W}\n  \n lehnt sich an englisch work an).\nDabei wirkt die Kraft \n  \n    \n      \n        F\n      \n    \n    {\\displaystyle F}\n  \n auf einen Körper, der in Richtung dieser Kraft eine Strecke der Länge \n  \n    \n      \n        s\n      \n    \n    {\\displaystyle s}\n  \n zurücklegt. Wirkt eine Kraft nicht genau parallel zum Weg, ist für die Berechnung der Arbeit nur die zum Weg parallele Komponente zu berücksichtigen. Diese physikalische Definition entspricht auch der umgangssprachlichen Bedeutung von mechanischer Arbeit und ist auf alle mechanischen Vorgänge anwendbar, beim gleichzeitigen Einwirken mehrerer Kräfte auch für jede Kraft einzeln. Falls die Kraft \n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        (\n        \n          \n            \n              s\n              →\n            \n          \n        \n        )\n      \n    \n    {\\displaystyle {\\vec {F}}({\\vec {s}})}\n  \n nicht konstant ist, sondern vom Ort abhängt und falls der Weg keiner Geraden folgt, gilt die genannte Formel nur für infinitesimal kleine Wegabschnitte \n  \n    \n      \n        \n          d\n        \n        \n          \n            \n              s\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle \\mathrm {d} {\\vec {s}}}\n  \n, über die dann integriert werden muss: \n  \n    \n      \n        W\n        =\n        ∫\n        \n          \n            \n              F\n              →\n            \n          \n        \n        (\n        \n          \n            \n              s\n              →\n            \n          \n        \n        )\n        ⋅\n        \n          d\n        \n        \n          \n            \n              s\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle W=\\int {\\vec {F}}({\\vec {s}})\\cdot \\mathrm {d} {\\vec {s}}}\n  \n. \nEinem Körper, der durch eine Kraft bewegt wird, wird eine Energiemenge \n  \n    \n      \n        W\n      \n    \n    {\\displaystyle W}\n  \n zugeführt, die gleichzeitig dem physikalischen System entzogen wird, das die Kraft hervorbringt (mechanischer Energieerhaltungssatz). In der Thermodynamik kommt die Wärme \n  \n    \n      \n        Q\n      \n    \n    {\\displaystyle Q}\n  \n als weitere Möglichkeit des Energietransfers ohne Krafteinwirkung hinzu. Hier gilt für die Änderung des Energieinhalts eines geschlossenen thermodynamischen Systems \n  \n    \n      \n        Δ\n        E\n        =\n        W\n        +\n        Q\n      \n    \n    {\\displaystyle \\Delta E=W+Q}\n  \n (allgemeiner Energieerhaltungssatz). Sowohl Arbeit als auch Wärme sind Prozessgrößen.\nDimension und SI-Einheit (Joule, \n  \n    \n      \n        1\n        \n        \n          J\n        \n        =\n        1\n        \n        \n          N\n          \n          m\n        \n        =\n        1\n        \n        \n          W\n          \n          s\n        \n      \n    \n    {\\displaystyle 1\\,\\mathrm {J} =1\\,\\mathrm {N\\,m} =1\\,\\mathrm {W\\,s} }\n  \n) sind für Arbeit, Wärme und Energie gleich. Negative Werte zeigen an, dass das System Arbeit verrichtet, also Energie abgegeben hat. Ein System mit einer konstanten mechanischen Leistung \n  \n    \n      \n        P\n      \n    \n    {\\displaystyle P}\n  \n verrichtet in der Zeitspanne \n  \n    \n      \n        t\n      \n    \n    {\\displaystyle t}\n  \n die Arbeit \n  \n    \n      \n        \n          |\n        \n        W\n        \n          |\n        \n        =\n        P\n        ⋅\n        t\n      \n    \n    {\\displaystyle |W|=P\\cdot t}\n  \n.", "wikidata_id": "Q42213"}