{"extract": "Ein Weg-Zeit-Gesetz beschreibt in der klassischen Physik den Ablauf der Bewegung eines Massenpunkts. Es gilt jeweils für eine bestimmte Bewegung, indem es den Ort des Massenpunkts als Funktion der Zeit angibt. Es stellt somit den zeitlichen Verlauf der Bewegung eines Körpers auf seiner Bahnkurve (Trajektorie) dar und wird daher auch als Zeit-Ort-Funktion bezeichnet. Bei gegebenen äußeren Kräften ist sie die durch die Anfangsbedingungen für Ort und Geschwindigkeit festgelegte spezielle Lösung der Bewegungsgleichung des Massenpunkts.\nIst die Bewegung durch Zwangsbedingungen von vorneherein auf eine bestimmte Linie festgelegt, wie beispielsweise die Bewegung einer Lokomotive durch die Schienen, so genügt als Ortsangabe die Bogenlänge längs der Bahn, die dann meist als Weg bzw. Wegstrecke bezeichnet wird. Der Nullpunkt des Weges ist frei wählbar. Die Bewegung kann dann in einem als Zeit-Ort-Diagramm bezeichneten Funktionsgraphen dargestellt werden. In allen anderen Fällen gibt die Zeit-Ort-Funktion die unabhängigen Koordinaten des Massenpunkts relativ zu einem frei gewählten Bezugssystem zur gegebenen Zeit an und ist daher vektorwertig.\nDas Formelzeichen für den Wert der Weg-Zeit-Funktion ist oft \n  \n    \n      \n        \n          \n            \n              r\n              →\n            \n          \n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle {\\vec {r}}(t)}\n  \n, \n  \n    \n      \n        \n          \n            \n              X\n              →\n            \n          \n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle {\\vec {X}}(t)}\n  \n oder Ähnliches. Dies soll zum Ausdruck bringen, dass der Ort \n  \n    \n      \n        \n          \n            \n              r\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {r}}}\n  \n eine eindeutige Funktion der Zeit \n  \n    \n      \n        t\n      \n    \n    {\\displaystyle t}\n  \n ist, welche im mathematischen Sinne eine freie Variable darstellt. Jedem Zeitpunkt ist also genau ein Ort zugeordnet, wo sich der Massepunkt gerade befindet. Die Umkehrung gilt nicht: Ein Massenpunkt kann sich sehr wohl zu verschiedenen Zeiten an ein und demselben Ort befinden. Die Weg-Zeit-Funktion ist stetig, da der Massepunkt nicht ohne Zeitverlust von einem Ort zu einem anderen „springen“ kann. Mathematisch ausgedrückt: Die Wegstrecke, die der Massepunkt zurücklegen kann, geht gegen Null, wenn das zur Verfügung stehende Zeitintervall ebenfalls gegen Null geht. Ferner ist die Weg-Zeit-Funktion – mindestens abschnittsweise – einmal differenzierbar; falls sich die Geschwindigkeit nicht ruckartig ändert, sogar zweimal. Die erste Ableitung nach der Zeit, nach Isaac Newton oft mit \n  \n    \n      \n        \n          \n            \n              \n                \n                  r\n                  →\n                \n              \n              ˙\n            \n          \n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle {\\dot {\\vec {r}}}(t)}\n  \n bezeichnet, ist die Momentangeschwindigkeit \n  \n    \n      \n        \n          \n            \n              v\n              →\n            \n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              \n                \n                  r\n                  →\n                \n              \n              ˙\n            \n          \n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle {\\vec {v}}(t)={\\dot {\\vec {r}}}(t)}\n  \n. Diese Funktion wird auch Geschwindigkeits-Zeit-Gesetz oder Zeit-Geschwindigkeits-Funktion genannt. Die zweite Ableitung ergibt die Beschleunigung \n  \n    \n      \n        \n          \n            \n              a\n              →\n            \n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              \n                \n                  v\n                  →\n                \n              \n              ˙\n            \n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              \n                \n                  r\n                  →\n                \n              \n              ¨\n            \n          \n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle {\\vec {a}}(t)={\\dot {\\vec {v}}}(t)={\\ddot {\\vec {r}}}(t)}\n  \n.\nDie Darstellung der Koordinaten des Orts hängt vom gewählten Koordinatensystem ab. So ist für eine Bewegung in einer Ebene etwa \n  \n    \n      \n        \n          \n            \n              r\n              →\n            \n          \n        \n        (\n        t\n        )\n        =\n        (\n        x\n        (\n        t\n        )\n        ,\n        y\n        (\n        t\n        )\n        )\n      \n    \n    {\\displaystyle {\\vec {r}}(t)=(x(t),y(t))}\n  \n in einem zweidimensionalen kartesischen Koordinatensystem, oder alternativ \n  \n    \n      \n        \n          \n            \n              r\n              →\n            \n          \n        \n        (\n        t\n        )\n        =\n        (\n        r\n        (\n        t\n        )\n        ,\n        φ\n        (\n        t\n        )\n        )\n      \n    \n    {\\displaystyle {\\vec {r}}(t)=(r(t),\\varphi (t))}\n  \n in Polarkoordinaten. Die Anzahl der Komponenten von \n  \n    \n      \n        \n          \n            \n              r\n              →\n            \n          \n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle {\\vec {r}}(t)}\n  \n ist gleich der Anzahl der Dimensionen des Raums, in dem die Bewegung stattfindet.", "wikidata_id": "Q20645645"}