{"extract": "Der Impuls ist eine grundlegende physikalische Größe, die den mechanischen Bewegungszustand eines physikalischen Objekts charakterisiert. Der Impuls eines physikalischen Objekts ist umso größer, je schneller es sich bewegt und je größer seine Masse ist. Damit steht der Impuls für das, was in der Umgangssprache unscharf mit „Schwung“ und „Wucht“ bezeichnet wird.\nDas Formelzeichen des Impulses ist meist \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n (von lateinisch pellere  ‚stoßen, treiben‘). Die Einheit ist im Internationalen Einheitensystem [p] = 1 kg·m·s−1 = 1 N·s (Newton-Sekunde).\nIm Gegensatz zur kinetischen Energie ist der Impuls eine vektorielle Größe und hat damit einen Betrag und eine Richtung. Seine Richtung ist die Bewegungsrichtung des Objekts. Sein Betrag ist in der klassischen Mechanik durch das Produkt aus der Masse des Körpers und der Geschwindigkeit seines Massenmittelpunkts gegeben. In der relativistischen Mechanik gilt eine andere Formel (Viererimpuls), die für Geschwindigkeiten weit unterhalb der Lichtgeschwindigkeit näherungsweise mit der klassischen Formel übereinstimmt. Sie schreibt aber auch masselosen Objekten, die sich mit Lichtgeschwindigkeit bewegen, einen Impuls zu, z. B. klassischen elektromagnetischen Wellen oder Photonen.\nDer Impuls eines Körpers charakterisiert ausschließlich die Translationsbewegung seines Massenmittelpunkts. Eine eventuell zusätzlich vorhandene Rotation um den Massenmittelpunkt wird durch den Drehimpuls beschrieben. Der Impuls ist eine additive Größe. Der Gesamtimpuls eines Objekts mit mehreren Bestandteilen ist die Vektorsumme der Impulse seiner Teile.\nDer Impuls hängt, wie die Geschwindigkeit und die kinetische Energie, von der Wahl des Bezugssystems ab. In einem fest gewählten Inertialsystem ist der Impuls eine Erhaltungsgröße, das heißt: Ein Objekt, auf das von außen keine Kräfte wirken, behält seinen Gesamtimpuls nach Betrag und Richtung bei. Üben zwei Objekte wechselseitige Kräfte aufeinander aus, z. B. bei einem Stoßvorgang, ändern sich ihre beiden Impulse in entgegengesetzter Weise so, dass ihre vektorielle Summe erhalten bleibt. Die Größe, um die sich der Impuls für eines der Objekte ändert, wird als Impulsübertrag bezeichnet. Im Rahmen der klassischen Mechanik ist der Impulsübertrag unabhängig von der Wahl des Inertialsystems.\nDer Impulsbegriff entwickelte sich aus der Suche nach dem Maß für die in einem physikalischen Objekt vorhandene „Menge an Bewegung“, die aller Erfahrung nach bei allen inneren Prozessen erhalten bleibt. Daraus erklären sich die heute veralteten Bezeichnungen „Bewegungsgröße“ oder „Bewegungsmenge“ für den Impuls. Mit diesen Bezeichnungen konnte ursprünglich auch die kinetische Energie gemeint sein; erst Anfang des 19. Jahrhunderts wurden die Begriffe sauber unterschieden. Im Englischen wird der Impuls momentum genannt, während impulse den Impulsübertrag (Kraftstoß) bezeichnet.\n\n", "wikidata_id": "Q41273"}