{"extract": "Im engeren Sinne versteht man in der analytischen Geometrie unter einem Vektor (lateinisch vector „Träger, Fahrer“) ein mathematisches Objekt, das eine Parallelverschiebung in der Ebene oder im Raum beschreibt. Solche Vektoren nennt man auch geometrische Vektoren. Ein geometrischer Vektor kann durch einen Pfeil dargestellt werden. Dabei beschreiben Pfeile, die gleich lang, parallel und gleich orientiert sind, denselben Vektor. In kartesischen Koordinaten werden Vektoren durch Zahlenpaare (in der Ebene) bzw. Zahlentripel (im Raum) dargestellt, die oft untereinander (als Spaltenvektoren) geschrieben werden. Vektoren können addiert und mit reellen Zahlen (Skalaren) multipliziert werden.\nEng verwandt mit den geometrischen Vektoren sind vektorielle Größen in der Physik. Das sind physikalische Größen, die einen Betrag und eine Richtung besitzen und oftmals durch Pfeile dargestellt werden, deren Länge dem Betrag der Größe entspricht. Beispiele dafür sind Geschwindigkeit, Beschleunigung, Impuls, Kraft, elektrische und magnetische Feldstärke.\nMotiviert von der Koordinatendarstellung der geometrischen Vektoren werden oft auch \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n-Tupel reeller Zahlen, also Elemente des \n  \n    \n      \n        \n          \n            R\n          \n          \n            n\n          \n        \n      \n    \n    {\\displaystyle \\mathbb {R} ^{n}}\n  \n, als Vektoren oder auch als Koordinatenvektoren bezeichnet. Dies ist dadurch gerechtfertigt, dass jeder \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n-dimensionale reelle Vektorraum isomorph zum Vektorraum \n  \n    \n      \n        \n          \n            R\n          \n          \n            n\n          \n        \n      \n    \n    {\\displaystyle \\mathbb {R} ^{n}}\n  \n ist. Beispiele solcher Verwendung des Vektorbegriffs finden sich namentlich in der Wirtschaftsmathematik.\nIn der linearen Algebra wird der Begriff des Vektors allgemeiner und abstrakter gefasst. Im allgemeinen Sinn ist dort ein Vektor ein Element eines Vektorraums, das heißt ein Objekt, das mit anderen Vektoren addiert und mit Zahlen (Skalaren) multipliziert werden kann, wobei die von den „Pfeilvektoren“ bekannten Rechenregeln gelten.\nDieser Artikel beschäftigt sich überwiegend mit Vektoren im geometrischen Sinn und mit Vektoren als Elementen des „Tupelraums“ \n  \n    \n      \n        \n          \n            R\n          \n          \n            n\n          \n        \n      \n    \n    {\\displaystyle \\mathbb {R} ^{n}}\n  \n.", "wikidata_id": "Q44528"}