{"extract": "Unter Photovoltaik bzw. Fotovoltaik versteht man die direkte Umwandlung von Lichtenergie, meist aus Sonnenlicht, mittels Solarzellen in elektrische Energie. Seit 1958 wird sie in der Raumfahrt genutzt, später diente sie auch zur Energieversorgung einzelner elektrischer Geräte wie Taschenrechnern oder Parkscheinautomaten. Heute ist mit großem Abstand die netzgebundene Stromerzeugung mit Photovoltaikanlagen auf Dachflächen und mit Freiflächenanlagen das wichtigste Anwendungsgebiet.\nEnde 2024 waren weltweit Photovoltaikanlagen mit einer Leistung von ca. 2,2 Terawatt (TW, 1 TW = 1000 GW) installiert. Zwischen 1998 und 2015 stieg die weltweit installierte Photovoltaik-Leistung mit einer Wachstumsrate von durchschnittlich 38 % pro Jahr. Nach einer 2019 erschienenen Arbeit in Science wird erwartet, dass die installierte Leistung bis 2030 ca. 10 TW erreicht haben und 2050 bei 30 bis 70 TW liegen könnte.  Die Stromerzeugung aus Photovoltaik lag 2024 bei 2.131 TWh; das waren 6,9 % der weltweiten Stromerzeugung. Damit stieg die PV-Stromerzeugung binnen eines Jahres um 474 TWh bzw. 29 % an. Mit Stand April 2025 verdoppelt sich die Solarstromerzeugung alle drei Jahre. In 42 Staaten lieferte die Photovoltaik mindestens 10 % der Stromerzeugung; den größten Anteil an der Stromerzeugung hatte die Photovoltaik in Ungarn mit 25 %. \nDie Internationale Energieagentur hielt 2020 fest, dass Photovoltaikanlagen, die auf guten Standorten und mit günstigen institutionellen Bedingungen errichtet werden, inzwischen die günstigste Form der Stromerzeugung der Geschichte seien. Dank der durch Massenproduktion stark gefallenen Preise der Anlagenkomponenten war damit die lange Zeit akzeptierte Einschätzung überholt, dass die Photovoltaik die teuerste Form der Stromerzeugung mittels erneuerbaren Energien sei. Bereits 2014 lagen die Stromgestehungskosten der Photovoltaik in bestimmten Regionen der Erde auf gleichem Niveau oder sogar niedriger als bei fossilen Konkurrenten. Unter Berücksichtigung externer Kosten der fossilen Stromerzeugung (d. h. Umwelt-, Klima- und Gesundheits­schäden) war Solarstrom schon davor bereits konkurrenzfähig; tatsächlich waren diese Kosten jedoch nur zum Teil internalisiert. \nVon 2011 bis 2017 sind die Kosten der Stromerzeugung aus Photovoltaik um fast 75 % gefallen. In den USA waren 2017 bei Solarparks bereits Vergütungen von unter 5 US-Cent/kWh (4,4 Euro-Cent/kWh) üblich; ähnliche Werte waren zu diesem Zeitpunkt unter günstigen Umständen auch in anderen Staaten möglich. In mehreren Staaten wurden 2017 in Ausschreibungen sogar Rekordwerte von 3 US-Cent/kWh (2,6 Euro-Cent/kWh) erreicht. 2020 wurden mehrere Solarparks vergeben, bei denen die Vergütung deutlich unter 2 US-Cent/kWh liegt. Das mit Stand April 2020 günstigste bezuschlagte Angebot liegt bei 1,35 US-Cent/kWh (1,19 ct/kWh) für einen Solarpark in Abu Dhabi. Das mit Stand Juni 2022 günstigste bezuschlagte Angebot liegt bei 1,04 US-Cent/kWh für einen Solarpark in Saudi-Arabien. Auch in Deutschland liegen die Stromgestehungskosten von neu errichteten Photovoltaik-Großanlagen seit 2018 niedriger als bei allen anderen fossilen oder erneuerbaren Energien.", "wikidata_id": "Q192127"}