{"extract": "Die Differential- oder Differenzialrechnung ist ein wesentlicher Bestandteil der Analysis und damit ein Gebiet der Mathematik. Zentrales Thema der Differentialrechnung ist die Berechnung lokaler Veränderungen von Funktionen. Während eine stetige Funktion ihren Eingabewerten kontinuierlich gewisse Ausgangswerte zuordnet, wird durch die Differentialrechnung ermittelt, wie stark sich die Ausgabewerte nach sehr kleinen Veränderungen der Eingabewerte ändern. Sie ist eng verwandt mit der Integralrechnung, mit der sie gemeinsam unter der Bezeichnung Infinitesimalrechnung zusammengefasst wird.\nDie Ableitung einer Funktion dient der Darstellung lokaler Veränderungen einer Funktion und ist gleichzeitig Grundbegriff der Differentialrechnung. Anstatt von der Ableitung spricht man auch vom Differentialquotienten, dessen geometrische Entsprechung die Tangentensteigung ist. Die Ableitung ist nach der Vorstellung von Leibniz der Proportionalitätsfaktor zwischen infinitesimalen Änderungen des Eingabewertes und den daraus resultierenden, ebenfalls infinitesimalen Änderungen des Funktionswertes. Eine Funktion wird als differenzierbar bezeichnet, wenn ein solcher Proportionalitätsfaktor existiert. Äquivalent wird die Ableitung in einem Punkt als die Steigung derjenigen linearen Funktion definiert, die unter allen linearen Funktionen die Änderung der Funktion am betrachteten Punkt lokal am besten approximiert. Entsprechend wird mit der Ableitung in dem Punkt eine lineare Näherung der Funktion gewonnen. Die Linearisierung einer möglicherweise komplizierten Funktion hat den Vorteil, dass eine einfacher behandelbare Funktion entsteht als die ursprüngliche Funktion.\nIn vielen Fällen ist die Differentialrechnung ein unverzichtbares Hilfsmittel zur Bildung mathematischer Modelle, die die Wirklichkeit möglichst genau abbilden sollen, sowie zu deren nachfolgender Analyse.\n\nDas Verhalten von Bauelementen mit nicht-linearer Kennlinie wird bei kleinen Signaländerungen in der Umgebung eines Bezugspunktes durch ihr Kleinsignalverhalten beschrieben; dieses basiert auf dem Verlauf der Tangente an die Kennlinie im Bezugspunkt.\nDie Ableitung nach der Zeit ist im untersuchten Sachverhalt die momentane Änderungsrate. So ist beispielsweise die Ableitung der Orts- beziehungsweise Weg-Zeit-Funktion eines Teilchens nach der Zeit seine Momentangeschwindigkeit, und die Ableitung der Momentangeschwindigkeit nach der Zeit liefert die momentane Beschleunigung.\nIn den Wirtschaftswissenschaften spricht man auch häufig von Grenzraten anstelle der Ableitung, zum Beispiel Grenzkosten oder Grenzproduktivität eines Produktionsfaktors.\nIn der Sprache der Geometrie ist die Ableitung eine verallgemeinerte Steigung. Der geometrische Begriff Steigung ist ursprünglich nur für lineare Funktionen definiert, deren Funktionsgraph eine Gerade ist. Die Ableitung einer beliebigen Funktion an einer Stelle \n  \n    \n      \n        \n          x\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle x_{0}}\n  \n kann man als die Steigung der Tangente im Punkt \n  \n    \n      \n        (\n        \n          x\n          \n            0\n          \n        \n        ,\n        f\n        (\n        \n          x\n          \n            0\n          \n        \n        )\n        )\n      \n    \n    {\\displaystyle (x_{0},f(x_{0}))}\n  \n des Graphen von \n  \n    \n      \n        f\n      \n    \n    {\\displaystyle f}\n  \n definieren.\nIn der Sprache der Arithmetik schreibt man \n  \n    \n      \n        \n          f\n          ′\n        \n        (\n        x\n        )\n      \n    \n    {\\displaystyle f'(x)}\n  \n für die Ableitung einer Funktion \n  \n    \n      \n        f\n      \n    \n    {\\displaystyle f}\n  \n an der Stelle \n  \n    \n      \n        x\n      \n    \n    {\\displaystyle x}\n  \n. Sie gibt an, um welchen Faktor von \n  \n    \n      \n        Δ\n        x\n      \n    \n    {\\displaystyle \\Delta x}\n  \n sich \n  \n    \n      \n        f\n        (\n        x\n        )\n      \n    \n    {\\displaystyle f(x)}\n  \n ungefähr ändert, wenn sich \n  \n    \n      \n        x\n      \n    \n    {\\displaystyle x}\n  \n um einen „kleinen“ Betrag \n  \n    \n      \n        Δ\n        x\n      \n    \n    {\\displaystyle \\Delta x}\n  \n ändert. Für die exakte Formulierung dieses Sachverhalts wird der Begriff Grenzwert oder Limes verwendet.", "wikidata_id": "Q149999"}