{"extract": "Ohm's law states that the electric current through a conductor between two points is directly proportional to the voltage across the two points. Introducing the constant of proportionality, the resistance, one arrives at the three mathematical equations used to describe this relationship:\n\n  \n    \n      \n        V\n        =\n        I\n        R\n        \n        \n          or\n        \n        \n        I\n        =\n        \n          \n            V\n            R\n          \n        \n        \n        \n          or\n        \n        \n        R\n        =\n        \n          \n            V\n            I\n          \n        \n      \n    \n    {\\displaystyle V=IR\\quad {\\text{or}}\\quad I={\\frac {V}{R}}\\quad {\\text{or}}\\quad R={\\frac {V}{I}}}\n  \n\nwhere I is the current through the conductor, V is the voltage measured across the conductor and R is the resistance of the conductor. More specifically, Ohm's law states that the R in this relation is constant, independent of the current. If the resistance is not constant, the previous equation cannot be called Ohm's law, but it can still be used as a definition of static/DC resistance. Ohm's law is an empirical relation which accurately describes the conductivity of the vast majority of electrically conductive materials over many orders of magnitude of current. However some materials do not obey Ohm's law; these are called non-ohmic.\nThe law was named after the German physicist Georg Ohm, who, in a treatise published in 1827, described measurements of applied voltage and current through simple electrical circuits containing various lengths of wire. Ohm explained his experimental results by a slightly more complex equation than the modern form above (see § History below).\nIn physics, the term Ohm's law is also used to refer to various generalizations of the law; for example the vector form of the law used in electromagnetics and material science:\n\n  \n    \n      \n        \n          J\n        \n        =\n        σ\n        \n          E\n        \n        ,\n      \n    \n    {\\displaystyle \\mathbf {J} =\\sigma \\mathbf {E} ,}\n  \n\nwhere J is the current density at a given location in a resistive material, E is the electric field at that location, and σ (sigma) is a material-dependent parameter called the conductivity, defined as the inverse of resistivity ρ (rho). This reformulation of Ohm's law is due to Gustav Kirchhoff.\n\n", "wikidata_id": "Q41591"}