{"extract": "Energiewende ist der deutschsprachige Begriff für den Übergang von einer nicht-nachhaltigen Nutzung fossiler Energieträger und der Kernenergie zu einer nachhaltigen Energieversorgung mittels erneuerbarer Energien. Der Begriff wurde nach dem 1980 erschienenen Buch Energiewende – Wachstum und Wohlstand ohne Erdöl und Uran des Öko-Instituts kulturell rezipiert und teilweise als Lehnwort in andere Sprachen übernommen (beispielsweise „The German Energiewende“ oder „A Energiewende alemã“).\nZiel der Energiewende ist, die von der konventionellen Energiewirtschaft verursachten ökologischen, gesellschaftlichen und gesundheitlichen Probleme zu minimieren und die dabei anfallenden, bisher im Energiemarkt kaum eingepreisten, externen Kosten vollständig zu internalisieren. Angesichts der maßgeblich vom Menschen verursachten Globalen Erwärmung ist heutzutage besonders die Dekarbonisierung der Energiewirtschaft durch Beendigung der Nutzung von fossilen Energieträgern wie Erdöl, Kohle und Erdgas von Bedeutung. Ebenso stellen die Endlichkeit fossiler Energieträger sowie die Gefahren der Kernenergie wichtige Gründe für die Energiewende dar. Die Lösung des globalen Energieproblems gilt als zentrale Herausforderung des 21. Jahrhunderts.\nDie Energiewende umfasst die drei Sektoren Strom, Wärme und Verkehr, ferner auch die perspektivische Abkehr von fossilen Rohstoffen etwa zur Herstellung von Kunststoff oder zur Stickstoffdünger-Synthese (Haber-Bosch-Verfahren). Ein mit der Energiewende verbundener Kohle- und Ölausstieg bedeutet auch, dass wesentliche Mengen dieser vorhandenen Energieträger nicht gefördert werden dürfen. Wesentliche Elemente der Wende sind der Ausbau der erneuerbaren Energien, verbunden mit dem Aufbau von Energiespeichern, die Steigerung der Energieeffizienz sowie Energieeinsparung. Zu den erneuerbaren Energien zählen Bioenergie, Erdwärme, Wasserkraft, Meeresenergie, Sonnenenergie (Solarthermie, Photovoltaik) und Windenergie. Konzeptionell kommt nach Ansicht von Experten der Sektorenkopplung eine wichtige Rolle zu, insbesondere der Elektrifizierung des Wärmesektors mittels Wärmepumpen und des Verkehrswesens durch Elektromobilität.\nDer Übergang von konventionellen Brennstoffen zu erneuerbaren Energien ist in vielen Staaten der Welt im Gang (Energiewende nach Ländern), wobei Länder wie Frankreich, Finnland, Polen und Südkorea in ihren Versionen der Energiewende zusätzlich auf die Unterstützung durch Kernkraft setzen. Die Internationale Energieagentur (IEA) betonte Anfang 2024 die Rolle, welche die grundlastfähige Kernenergie bei der Verringerung der Abhängigkeit von fossilen Brennstoffen spielen könne.\nDie Konzepte für die Energiewende, wie auch die dafür in Frage kommenden Technologien, sind bekannt. Aus technischer Sicht wurde bereits 2011 eine vollständige weltweite Energiewende bis 2030 für realisierbar gehalten. Politische und praktische Probleme lassen jedoch erst eine Umsetzung bis 2050 möglich erscheinen, wobei das Fehlen politischen Willens als größte Hürde erachtet wird. Sowohl auf globaler Ebene als auch für Deutschland kamen Studien zu dem Ergebnis, dass die Energiekosten in einem regenerativen Energiesystem auf gleichem Niveau wie in einem konventionellen fossil-nuklearen Energiesystem lägen oder günstiger sein würden. Weltweit werden hierbei gesamtwirtschaftliche Gewinne durch einen schnellstmöglichen Wechsel zu erneuerbaren Energien selbst ohne Einbeziehung erwartbarer Schäden durch Klimafolgen auf 12 Billionen US-Dollar geschätzt.\nAls Pionier der Energiewende gilt Dänemark, das im Jahr 2012 bereits 30 % seines Strombedarfs mittels Windenergie deckte. Bis 2050 strebt Dänemark eine vollständig regenerative Energieversorgung in allen drei Sektoren an. Internationale Aufmerksamkeit und Zustimmung, aber auch Skepsis und Kritik zog die Ankündigung Deutschlands auf sich, sowohl aus fossilen als auch aus nuklearen Energieträgern auszusteigen. Obwohl sie zu Unrecht häufig mit dem zweiten Atomausstieg 2011 verbunden wird, begann die Energiewende in Deutschland bereits in den 1980er Jahren mit dem Ausbau der erneuerbaren Energien und der Suche nach Alternativen zu Kernkraftwerken. Während über die grundsätzliche Notwendigkeit des Ausbaus der erneuerbaren Energien, der Steigerung der Energieeffizienz und der Einsparung von Energie in der Wissenschaft Einigkeit herrscht, sind die konkreten Maßnahmen oft politisch umstritten. Die öffentliche Diskussion reduziert den Begriff der Energiewende häufig auf den Stromsektor, welcher in Deutschland nur rund 20 % des Energieverbrauchs umfasst. Ebenso wird in der politischen und öffentlichen Debatte oft nicht beachtet, dass zum Gelingen der Energiewende neben dem Ausbau von erneuerbaren Energien und der Steigerung der Energieeffizienz auch Verhaltensänderungen im Sinne von Energiesuffizienz erforderlich sind, d. h. Energieeinsparung durch eine Veränderung der Konsumgewohnheiten.", "wikidata_id": "Q795757"}