{"extract": "Als erneuerbare Energien (EE) oder regenerative Energien, auch alternative Energien, werden Energiequellen bezeichnet, die im menschlichen Zeithorizont für nachhaltige Energieversorgung praktisch unerschöpflich zur Verfügung stehen oder sich verhältnismäßig schnell erneuern. Damit grenzen sie sich von fossilen Energiequellen ab, die endlich sind oder sich erst über den Zeitraum von Millionen Jahren regenerieren.\nErneuerbare Energiequellen gelten, neben der effizienten Nutzung von Energie, als wichtigste Säule einer nachhaltigen Energiepolitik (englisch sustainable energy policy) und der Energiewende. Zu ihnen zählen Bioenergie (Biomassepotenzial), Geothermie, Wasserkraft, Meeresenergie, Sonnenenergie und Windenergie. Ihre Energie beziehen sie von der Kernfusion der Sonne, die bei weitem die wichtigste Energiequelle ist, aus der kinetischen Energie der Erddrehung und der Planetenbewegung sowie aus der erdinneren Wärme.\nDer Ausbau der erneuerbaren Energien wird in vielen Staaten weltweit vorangetrieben. 2018 deckten erneuerbare Energien 17,9 % des weltweiten Endenergieverbrauchs. Daran hatte traditionelle Biomasse, in Entwicklungsländern zum Kochen und Heizen genutzt, mit 6,9 % den größten Anteil, gefolgt von moderner Biomasse und Solar- und Geothermie (4,3 %), Wasserkraft (3,6 %), anderen modernen erneuerbaren Energien wie vor allem Windkraft und Photovoltaik (zusammen 2,1 %) und Biokraftstoffe (1 %). Der Anteil am weltweiten Endenergieverbrauch stieg nur langsam um durchschnittlich 0,8 % pro Jahr zwischen 2006 und 2016. Höher ist der Anteil der erneuerbaren Energien am globalen Stromverbrauch. 2024 wurden etwa 32 % des Stroms mittels Wasser-, Windkraft- und Photovoltaikanlagen erzeugt, wobei Wasserkraftwerke 14 %, Windkraftwerke 8 %, Photovoltaik 7 % und Bioenergie und Abfall 3 % lieferten. 2024 erzeugte Kernenergie 9 % des weltweit erhaltenen elektrischen Stroms, so dass rund 40 % aus nuklearen und erneuerbaren Quellen erhalten wurden.\n\n", "wikidata_id": "Q12705"}