{"extract": "Spulen sind in der Elektrotechnik einerseits Wicklungen und Wickelgüter, die geeignet sind, ein Magnetfeld zu erzeugen oder zu detektieren. Sie sind elektrische Bauelemente oder Teile eines Gerätes, wie beispielsweise eines Transformators, Relais, Elektromotors, Lautsprechers oder Elektromagneten.\nAndererseits sind separate Spulen induktive passive Bauelemente, deren wesentliche Eigenschaft eine definierte Induktivität ist. Sie werden überwiegend im Bereich der Signalverarbeitung für frequenzbestimmende Kreise, z. B. in LC-Schwingkreisen, Tiefpässen,\nHochpässen, Bandpässen, zur Signalphasengangkorrektur, zur Störungsunterdrückung, zur Stromflussglättung oder als Energiespeicher in Schaltnetzteilen sowie vielen weiteren elektrischen und elektronischen Geräten eingesetzt. Siehe auch Drossel (Elektrotechnik).\nDie Einsatzhäufigkeit der Spulen ist allerdings wesentlich geringer als die von Widerständen und Kondensatoren, da diese vielfach billiger und einfacher herstellbar sind und auch günstiger in elektronischen Halbleiterschaltkreisen integrierbar sind. Beim elektronischen Schaltungsentwurf wird daher häufig – wenn irgend möglich – die Nutzung von Spulen vermieden, wenn diese mit Kondensatoren, Widerständen und aktiven Bauelementen (Transistoren) nachgebildet werden können, beispielsweise mittels einer Gyrator-Schaltung.\nDie meisten Spulen bestehen aus mindestens einer Wicklung eines Stromleiters aus Draht, Kupferlackdraht, versilbertem Kupferdraht oder Hochfrequenzlitze, der meist auf einem Spulenkörper (Spulenträger) gewickelt ist sowie überwiegend mit einem weichmagnetischen Kern versehen ist. Die Windungsanordnung und -form, der Drahtdurchmesser, das Wickel- und das Kernmaterial legen den Wert der Induktivität und die Spulengüte fest.\nDarüber hinaus sind auch spiralförmig angelegte Leiterbahnen auf Leiterplatten, die gegebenenfalls mit umschließenden Ferritkernen umgeben sind, „Spulen“ im Sinne eines induktiven passiven Bauelementes. Die Windungen einer Spule müssen immer gegeneinander sowie gegen den häufig elektrisch leitenden Spulenkern isoliert sein, um einen Windungsschluss zu verhindern, der die Funktion der Spule wesentlich beeinträchtigen würde. Bei Spulen und Transformatoren mit mehreren Windungslagen bzw. Wicklungen aus Kupferlackdraht sind außerdem bei Spannungsdifferenzen ab etwa 50 Volt oft die einzelnen Windungslagen bzw. Wicklungen z. B. durch Lackpapier gegen Spannungsdurchschlag zusätzlich isoliert.", "wikidata_id": "Q2981904"}