{"extract": "Die Enthalpie \n  \n    \n      \n        H\n      \n    \n    {\\displaystyle H}\n  \n (von altgriechisch ἐνθάλπειν enthálpein, deutsch ‚darin erwärmen‘), früher auch Wärmeinhalt, eines thermodynamischen Systems ist die Summe aus der inneren Energie \n  \n    \n      \n        U\n      \n    \n    {\\displaystyle U}\n  \n des Systems und der Volumenarbeit, also dem Produkt aus Druck \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n und Volumen \n  \n    \n      \n        V\n      \n    \n    {\\displaystyle V}\n  \n des Systems. Sie ist eine Rechengröße, die nicht direkt gemessen werden kann.\n\n  \n    \n      \n        H\n        =\n        U\n        +\n        p\n        V\n      \n    \n    {\\displaystyle H=U+pV}\n  \n.\nSie hat die Dimension der Energie mit der Einheit Joule.\nDie Enthalpie ist eine extensive Größe: Die Enthalpie eines Gesamtsystems ist die Summe der Enthalpien der Teilsysteme.\nDie molare Enthalpie (Einheit: J/mol) ist die auf die Stoffmenge \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n bezogene Enthalpie:\n\n  \n    \n      \n        \n          H\n          \n            m\n          \n        \n        =\n        \n          \n            H\n            n\n          \n        \n      \n    \n    {\\displaystyle H_{\\text{m}}={\\frac {H}{n}}}\n  \n.\nDie spezifische Enthalpie (Einheit: J/kg) ist die auf die Masse \n  \n    \n      \n        m\n      \n    \n    {\\displaystyle m}\n  \n bezogene Enthalpie:\n\n  \n    \n      \n        h\n        =\n        \n          \n            H\n            m\n          \n        \n      \n    \n    {\\displaystyle h={\\frac {H}{m}}}\n  \n.\nDie molare und die spezifische Enthalpie sind intensive Größen: Haben zwei identische Teilsysteme die gleiche molare oder spezifische Enthalpie, dann hat auch das aus ihnen gebildete Gesamtsystem diese molare bzw. spezifische Enthalpie.\nDie Enthalpie \n  \n    \n      \n        H\n      \n    \n    {\\displaystyle H}\n  \n ist ebenso wie \n  \n    \n      \n        U\n      \n    \n    {\\displaystyle U}\n  \n, \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n und \n  \n    \n      \n        V\n      \n    \n    {\\displaystyle V}\n  \n eine Zustandsgröße; sie wird vom aktuellen Zustand des Systems eindeutig bestimmt und ist unabhängig von der Vorgeschichte des Systems.\nDie praktische Nützlichkeit der Rechengröße Enthalpie beruht darauf, dass die durch einen Prozess bewirkte Veränderung der Enthalpie eines Systems\n\n  \n    \n      \n        \n          d\n        \n        H\n        =\n        \n          d\n        \n        (\n        U\n        +\n        p\n         \n        V\n        )\n        =\n        \n          d\n        \n        U\n        +\n        p\n         \n        \n          d\n        \n        V\n        +\n        V\n         \n        \n          d\n        \n        p\n      \n    \n    {\\displaystyle \\mathrm {d} H=\\mathrm {d} (U+p\\ V)=\\mathrm {d} U+p\\ \\mathrm {d} V+V\\ \\mathrm {d} p}\n  \n\ndurch den einfacheren Ausdruck\n\n  \n    \n      \n        \n          d\n        \n        H\n        =\n        \n          d\n        \n        U\n        +\n        p\n         \n        \n          d\n        \n        V\n      \n    \n    {\\displaystyle \\mathrm {d} H=\\mathrm {d} U+p\\ \\mathrm {d} V}\n  \n\nbeschrieben wird, wenn der Prozess bei konstantem Druck (isobar, \n  \n    \n      \n        \n          d\n        \n        p\n        =\n        0\n      \n    \n    {\\displaystyle \\mathrm {d} p=0}\n  \n) abläuft. Dieser Ausdruck lässt sich aber als die „Bruttoenergie“ interpretieren, die dem System zugeführt werden muss, wenn dessen innere Energie um den Betrag \n  \n    \n      \n        \n          d\n        \n        U\n      \n    \n    {\\displaystyle \\mathrm {d} U}\n  \n erhöht werden soll und das System einen Teil der zugeführten Energie für die während des Prozesses verrichtete Volumenarbeit \n  \n    \n      \n        p\n        \n        \n          d\n        \n        V\n      \n    \n    {\\displaystyle p\\,\\mathrm {d} V}\n  \n verbraucht. Im Falle eines isobaren Prozesses kann man daher die aufzuwendende „Bruttoenergie“ \n  \n    \n      \n        \n          d\n        \n        U\n        +\n        p\n         \n        \n          d\n        \n        V\n      \n    \n    {\\displaystyle \\mathrm {d} U+p\\ \\mathrm {d} V}\n  \n mit der zugeführten Enthalpie \n  \n    \n      \n        \n          d\n        \n        H\n      \n    \n    {\\displaystyle \\mathrm {d} H}\n  \n identifizieren und die Vorteile nutzen, die das Rechnen mit Zustandsgrößen bietet. Falls das System neben der Volumenarbeit keine andere Form von Arbeit verrichtet, ergibt sich die Änderung der inneren Energie des Systems aus der Differenz von Enthalpieumsatz und Volumenarbeit.\nZahlreiche physikalische und chemische Prozesse finden bei konstantem Druck statt. Dies ist beispielsweise oft bei Phasenübergängen oder bei chemischen Reaktionen der Fall, insbesondere (aber nicht nur) wenn sie unter Atmosphärendruck stattfinden. Die Enthalpie ist dann eine geeignete Größe zur Beschreibung des Wärmeumsatzes dieser Prozesse.\nIn der theoretischen Thermodynamik ist die Enthalpie eine Fundamentalfunktion, aus ihr lässt sich die gesamte thermodynamische Information über das System ableiten. Voraussetzung ist jedoch, dass sie als Funktion der Variablen Entropie \n  \n    \n      \n        S\n      \n    \n    {\\displaystyle S}\n  \n, Druck \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n und Molzahlen \n  \n    \n      \n        \n          N\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle N_{i}}\n  \n der im System enthaltenen chemischen Komponenten gegeben ist. Dies sind die „natürlichen Variablen“ der Enthalpie. Sie lässt sich auch als Funktion anderer Variablen ansetzen, enthält dann aber nicht mehr die vollständige thermodynamische Information.\nDie Enthalpie ist eine Legendre-Transformierte der inneren Energie. Die innere Energie ist ebenfalls eine Fundamentalfunktion, wenn sie als Funktion ihrer natürlichen Variablen \n  \n    \n      \n        S\n      \n    \n    {\\displaystyle S}\n  \n, \n  \n    \n      \n        V\n      \n    \n    {\\displaystyle V}\n  \n, \n  \n    \n      \n        \n          N\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle N_{i}}\n  \n gegeben ist. Der Übergang zu anderen Variablensätzen erfordert die Anwendung einer Legendre-Transformation, wenn er ohne Informationsverlust geschehen soll. Die Transformation, die aus der inneren Energie eine Fundamentalfunktion mit den natürlichen Variablen \n  \n    \n      \n        S\n      \n    \n    {\\displaystyle S}\n  \n, \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n, \n  \n    \n      \n        \n          N\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle N_{i}}\n  \n erzeugt, liefert den Ausdruck \n  \n    \n      \n        U\n        +\n        p\n         \n        V\n      \n    \n    {\\displaystyle U+p\\ V}\n  \n, also die Enthalpie. Der aus der Legendre-Transformation folgende additive Term \n  \n    \n      \n        p\n         \n        V\n      \n    \n    {\\displaystyle p\\ V}\n  \n kompensiert den Informationsverlust, der sonst mit dem Variablenwechsel verbunden wäre.\nVon der Enthalpie zu unterscheiden ist die freie Enthalpie oder Gibbs-Energie, die Legendre-Transformation der Enthalpie nach der Entropie.", "wikidata_id": "Q161064"}