{"extract": "Die Wellenfunktion, meist als mathematische Funktion von Ort und Zeit \n  \n    \n      \n        ψ\n        (\n        \n          \n            \n              r\n              →\n            \n          \n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle \\psi ({\\vec {r}},t)}\n  \n geschrieben, gibt in der Wellenmechanik  den quantenmechanischen Zustand eines Systems aus einem oder mehreren Elementarteilchen an. Bei einem Quantensystem aus \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n Teilchen umfasst \n  \n    \n      \n        \n          \n            \n              r\n              →\n            \n          \n        \n        =\n        (\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            1\n          \n        \n        ,\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            2\n          \n        \n        ,\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            3\n          \n        \n        ,\n        .\n        .\n        .\n        ,\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            n\n          \n        \n        )\n      \n    \n    {\\displaystyle {\\vec {r}}=({\\vec {r}}_{1},{\\vec {r}}_{2},{\\vec {r}}_{3},...,{\\vec {r}}_{n})}\n  \n die Ortskoordinaten sämtlicher Teilchen. Gegebenenfalls können Variablen für weitere Freiheitsgrade hinzugefügt werden. Der Funktionswert \n  \n    \n      \n        ψ\n        (\n        \n          \n            \n              r\n              →\n            \n          \n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle \\psi ({\\vec {r}},t)}\n  \n selbst ist keine direkt messbare Größe, die Wellenfunktion enthält nach der Kopenhagener Deutung der Quantenmechanik aber jede physikalisch mögliche Information über die Werte der in diesem Zustand messbaren Größen. In vielen Fällen ist es in der Quantenphysik aus prinzipiellen Gründen nicht möglich, schon vor einer Messung einer Größe den Messwert genau vorherzusagen, vielmehr wird dieser erst durch den Messprozess hervorgebracht. Die physikalisch mögliche Information ist dann darauf beschränkt, für die zu erwartenden Messergebnisse eine Wahrscheinlichkeitsverteilung vorherzusagen. Zum Beispiel ist es bei einem Quantensystem unmöglich, vor einer Ortsmessung den genauen Ort jedes Teilchens zu kennen. Die Wellenfunktion gibt durch ihr Betragsquadrat \n  \n    \n      \n        \n          |\n        \n        ψ\n        (\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            1\n          \n        \n        ,\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            2\n          \n        \n        ,\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            3\n          \n        \n        ,\n        .\n        .\n        .\n        ,\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            n\n          \n        \n        ,\n        t\n        )\n        \n          \n            |\n          \n          \n            2\n          \n        \n      \n    \n    {\\displaystyle |\\psi ({\\vec {r}}_{1},{\\vec {r}}_{2},{\\vec {r}}_{3},...,{\\vec {r}}_{n},t)|^{2}}\n  \n die räumliche Verteilung der Wahrscheinlichkeit an, die  \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n Teilchen zu diesem Zeitpunkt an den Positionen \n  \n    \n      \n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            1\n          \n        \n        ,\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            2\n          \n        \n        ,\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            3\n          \n        \n        ,\n        .\n        .\n        .\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            n\n          \n        \n      \n    \n    {\\displaystyle {\\vec {r}}_{1},{\\vec {r}}_{2},{\\vec {r}}_{3},...{\\vec {r}}_{n}}\n  \n anzutreffen. Betrachtet man ein System, das nur ein einziges Teilchen enthält, kann man sich diese Wahrscheinlichkeitsverteilung unmittelbar im dreidimensionalen Raum vorstellen.\nErwin Schrödinger führte die Wellenfunktion 1926 ein, aufbauend auf dem Konzept der Materiewelle, die zuvor von Louis de Broglie als zusätzliches Element zur Beschreibung der Bewegungen von Elementarteilchen vorgeschlagen worden war. Ihre räumliche Form und zeitliche Entwicklung werden durch die zugleich eingeführte Schrödinger-Gleichung bestimmt. Diese (oder eine der weiterentwickelten Gleichungen, wie z. B. die Pauli-, Dirac- oder Klein-Gordon-Gleichung) beschreibt, welches Quantensystem betrachtet wird und wie es sich zeitlich entwickelt.\nFür ein frei fliegendes Teilchen hat die Wellenfunktion die von anderen Wellen her bekannte mathematische Form. Für ein Quantensystem mit einem Teilchen in einem anziehenden Kraftfeld kann die Wellenfunktion stehende Wellen bilden, die den gebundenen stationären Zuständen mit diskreter („gequantelter“) Energie entsprechen. Bei genügend hoher Teilchenenergie kann die Wellenfunktion einen Streuzustand bilden, der aus zwei Komponenten besteht: einer ungestört einlaufenden Welle und einer vom Kraftfeld erzeugten auslaufenden Kugelwelle. Beide Komponenten überlagern sich im ganzen Raum. Bildet die Wellenfunktion ein räumlich konzentriertes Wellenpaket, dann zerfließt dies im Allgemeinen sehr schnell, wenn es nicht durch ein Kraftzentrum in der Mitte zusammengehalten wird. In gewissen Fällen lässt die Funktion ein Verhalten erkennen, wie es der Vorstellung von einem Teilchen entspricht (Beispiel: Harmonischer Oszillator).\nNur wenn die Betrachtung auf ein System mit einem einzigen Teilchen beschränkt bleibt, kann die Wellenfunktion eine im dreidimensionalen Raum vorstellbare Welle beschreiben. Gehören mehrere Teilchen zum betrachteten System, ist die Wellenfunktion eine Funktion der Ortskoordinaten aller Teilchen in einem entsprechend höherdimensionalen Raum. Zudem ist die Wellenfunktion komplexwertig und kann daher nicht einfach grafisch dargestellt werden. Wellenfunktionen, die zu einem Zustand mit wohldefinierter Energie \n  \n    \n      \n        E\n      \n    \n    {\\displaystyle E}\n  \n gehören (Energieeigenzustand), können stets als Produkt von zwei Faktoren geschrieben werden, von denen einer nur von der Zeit und der andere nur von dem Ort bzw. von den Orten abhängt. Die Abhängigkeit von der Zeit hat dann die Form eines komplexen Phasenfaktors \n  \n    \n      \n        exp\n        ⁡\n        \n          (\n          −\n          \n            i\n          \n          E\n          t\n          \n            /\n          \n          ℏ\n          )\n        \n      \n    \n    {\\displaystyle \\exp {(-\\mathrm {i} Et/\\hbar )}}\n  \n. (\n  \n    \n      \n        ℏ\n      \n    \n    {\\displaystyle \\hbar }\n  \n ist die reduzierte Planck-Konstante.) Der andere Faktor, der nur vom Ort (bzw. den Orten) abhängig ist, kann in vielen Fällen reellwertig gewählt werden und ist dann im Fall eines Einteilchensystems in üblicher Form grafisch darstellbar.\nDa die Wellenfunktion keine messbare physikalische Größe darstellt, ist sie zunächst als ein mathematisches Hilfsmittel zur Berechnung von möglichen Messergebnissen anzusehen. Ob sie unabhängig davon auch als ein Gegenstand der realen Welt existiert, wird seit ihrer Einführung immer noch kontrovers diskutiert (siehe auch Interpretationen der Quantenmechanik).", "wikidata_id": "Q2362761"}