{"extract": "Die Zeit ist eine physikalische Größe. Das allgemein übliche Formelzeichen der Zeit ist t, ihre SI-Einheit ist die Sekunde s. Im SI-Einheitensystem ist die Zeit eine von mehreren Basisgrößen.\nDie Zeit beschreibt die Abfolge von Ereignissen, hat also  eine eindeutige, nicht umkehrbare Richtung. Mit Hilfe der physikalischen Prinzipien der Thermodynamik kann diese Richtung als Zunahme der Entropie, d. h. der Unordnung in einem abgeschlossenen System, bestimmt werden. Aus einer philosophischen Perspektive beschreibt die Zeit das Fortschreiten der Gegenwart von der Vergangenheit kommend und zur Zukunft hinführend. Nach der Relativitätstheorie bildet die Zeit mit dem Raum eine vierdimensionale Raumzeit, in der die Zeit die Rolle einer Dimension einnimmt. Dabei ist der Begriff der Gegenwart nur in einem einzigen Punkt definierbar, während andere Punkte der Raumzeit, die weder in der Vergangenheit noch der Zukunft dieses Punkts liegen, als „raumartig getrennt“ von diesem Punkt bezeichnet werden.\nFür die quantitative Angabe einer Zeit wird unterschieden in eine Zeitspanne, deren Nullpunkt durch ein spezielles, jeweils einzeln bekanntes Ereignis festgelegt ist, und einem Zeitpunkt in Bezug zu einem willkürlich festgelegten, aber durch Konvention bekannten Nullpunkt (z. B. „Christi Geburt“ oder „Mitternacht“). Zur Angabe eines Zeitpunkts werden das Kalenderdatum und die Uhrzeit verwendet. Letztere ist als gesetzliche Zeit durch staatliche Regelungen jeweils innerhalb einer Zeitzone einheitlich.\nIn der Philosophie fragt man seit jeher nach dem Wesen der Zeit, was auch Themen der Weltanschauung berührt. Für die physikalischen, die Bio- und Humanwissenschaften ist die Zeit ein zentraler, auch messtechnisch erfassbarer Parameter, u. a. bei allen bewegten Körpern (Dynamik, Entwicklung), in der Chronobiologie oder der Zeitsoziologie. Die Psychologie untersucht die Zeitwahrnehmung und das Zeitgefühl. Die Ökonomie betrachtet Zeit auch als Wertgegenstand.", "wikidata_id": "Q11471"}