{"extract": "Michael Faraday [ˈmaɪkəl ˈfærədeɪ] (* 22. September 1791 in Newington, Surrey; † 25. August 1867 in Hampton Court Green, Middlesex) war ein englischer Naturforscher, der als einer der bedeutendsten Experimentalphysiker gilt. Faradays Entdeckungen der „elektromagnetischen Rotation“ und der elektromagnetischen Induktion legten den Grundstein zur Herausbildung der Elektroindustrie. Seine anschaulichen Deutungen des magnetooptischen Effekts und des Diamagnetismus mittels Kraftlinien und Feldern führten zur Entwicklung der Theorie des Elektromagnetismus. Bereits um 1820 galt Faraday als führender chemischer Analytiker Großbritanniens. Er entdeckte eine Reihe von neuen Kohlenwasserstoffen, darunter Benzol und Buten, und formulierte die Grundgesetze der Elektrolyse.\nAufgewachsen in einfachen Verhältnissen und ausgebildet als Buchbinder, fand der von der Naturforschung begeisterte Faraday eine Anstellung als Laborgehilfe von Humphry Davy an der Royal Institution, die zu seiner wichtigsten Wirkungsstätte wurde. Im Labor der Royal Institution führte er seine wegbereitenden elektromagnetischen Experimente durch, in ihrem Hörsaal trug er mit seinen Weihnachtsvorlesungen dazu bei, neue wissenschaftliche Erkenntnisse zu verbreiten. 1833 wurde Faraday zum ersten Fuller-Professor für Chemie ernannt. Faraday führte etwa 30.000 Experimente durch und veröffentlichte 450 wissenschaftliche Artikel. Die wichtigsten seiner Publikationen zum Elektromagnetismus fasste er in seinen Experimental Researches in Electricity (Experimental-Untersuchungen über Elektrizität) zusammen. Sein populärstes Werk Chemical History of a Candle (Naturgeschichte einer Kerze) war die Mitschrift einer seiner Weihnachtsvorlesungen.\nIm Auftrag des britischen Staates bildete Faraday mehr als zwanzig Jahre lang die Kadetten der Royal Military Academy in Woolwich in Chemie aus. Er arbeitete für eine Vielzahl von Behörden und öffentlichen Einrichtungen, beispielsweise für die Schifffahrtsbehörde Trinity House, das British Museum, das Home Office und das Board of Trade.\nFaraday gehörte zu den Anhängern einer kleinen christlichen Minderheit, den Sandemanianern, an deren religiösem Leben er aktiv teilnahm.", "wikidata_id": "Q8750"}