{"extract": "Bayern ([ˈbaɪ̯ɐn] ; Ländercode BY; amtlich Freistaat Bayern) ist eines der 16 Länder der Bundesrepublik Deutschland und liegt in deren Südosten. Es ist das flächengrößte Land Deutschlands und mit rund 13,2 Millionen Einwohnern das zweitbevölkerungsreichste deutsche Land. Die Landeshauptstadt und bevölkerungsreichste Stadt ist München mit über 1,5 Millionen Einwohnern.\nDer Freistaat hat im Süden Anteil am Hochgebirge der Ostalpen und an dem bis zur Donau reichenden flachen Alpenvorland. Nördlich der Donau bestimmen Mittelgebirge wie der Bayerische Wald oder das Fichtelgebirge das Landschaftsbild.\nSeine staatsrechtliche Ordnung beruht auf der Verfassung des Freistaates Bayern. Die Bezeichnung Freistaat trägt Bayern seit 1918 mit der Ausrufung als Republik und dem damit verbundenen Ende des Königreichs Bayern.\nBereits im Jahre 555 n. Chr. und damit rund 500 Jahre vor der Verwendung des Begriffs deutsch im heutigen Sinn ist das ältere bayerische Stammesherzogtum nachgewiesen, das Teil des fränkischen Herrschaftsbereichs wurde. Unter den Karolingern entstand erstmals ein baierisches Königtum. Nach dem Ende der Herrschaft der Karolinger erstarkte die baierische Eigenständigkeit im jüngeren bayerischen Stammesherzogtum. Mit Beginn der Herrschaft der Wittelsbacher 1180 folgte der Übergang zum Territorialstaat. Sie regierten Bayern über 700 Jahre bis 1918. Baiern war Kurfürstentum des Heiligen Römischen Reiches und ab 1806 Königreich. Durch die Verfassungen von 1808 und 1818 wurde Bayern konstitutionelle Monarchie. Bayern konnte auf dem Wiener Kongress 1814 als eine der Siegermächte einen großen Teil der Gebietsgewinne behalten; unter anderem kamen Teile Frankens, Schwabens und die neugeschaffene linksrheinische Pfalz zu Bayern. 1918 brach die Wittelsbachermonarchie in der Novemberrevolution zusammen. In der Weimarer Republik verlor Bayern seine Reservatrechte weitgehend zugunsten des Reichs. Nach der NS-Machtergreifung erfolgte schrittweise die Aushebelung sämtlicher politischen Möglichkeiten Bayerns, so des Bayerischen Landtags, aber auch der bayerischen Staatsbürgerschaft. Die Amerikanische Besatzungsmacht stellte Bayern 1945 offiziell wieder als unabhängigen Staat her. Die Pfalz wurde 1946 von Bayern abgetrennt und ist heute Teil von Rheinland-Pfalz. 1949 gründete der Freistaat unter Vorbehalten die Bundesrepublik mit.\nTraditionell gliedert es sich in die drei Landesteile und „Stämme“ Altbayern (Bezirk und Regierungsbezirk Oberpfalz, Ober- und Niederbayern), Franken (Ober-, Mittel- und Unterfranken) und Schwaben. Die Heimatvertriebenen aus den ehemaligen deutschen Ostgebieten werden als vierter Stamm bezeichnet.\n\n", "wikidata_id": "Q980"}