{"extract": "Treibhausgase (THG) sind Spurengase, die zum Treibhauseffekt eines Planeten beitragen. Sie absorbieren einen Teil der von der Planetenoberfläche abgegebenen langwelligen Wärmestrahlung (Infrarote oder Thermische Strahlung), die sonst unmittelbar ins Weltall abgegeben werden würde. Die dabei aufgenommene Energie emittieren sie entsprechend ihrer lokalen Temperatur. Der dabei zur Planetenoberfläche gerichtete Anteil dieser Strahlung wird atmosphärische Gegenstrahlung genannt. Diese erwärmt die Oberfläche zusätzlich zum kurz- bis langwelligen direkten Sonnenlicht. Auf der Erde vollzieht sich dieser Effekt in der Troposphäre. Die beteiligten Treibhausgase können sowohl natürlichen Ursprungs sein, als auch durch menschliche Aktivitäten (anthropogen) entstanden sein.\nDie natürlichen Treibhausgase, insbesondere Wasserdampf, heben die durchschnittliche Temperatur an der Erdoberfläche um etwa 33 Grad auf +15 °C an. Ohne diesen natürlichen Treibhauseffekt hätte die Erdoberfläche im globalen Mittel nur eine Temperatur von −18 °C, was höher organisiertes Leben auf der Erde kaum möglich machen würde.\nDer gegenwärtige, anthropogen verursachte Anstieg der Konzentration verschiedener Treibhausgase, insbesondere von Kohlenstoffdioxid (CO2), verstärkt den natürlichen Treibhauseffekt und führt zur globalen Erwärmung, die ihrerseits mit zahlreichen Folgen verbunden ist. Diesen zusätzlichen, menschlich verursachten Anteil am Treibhauseffekt bezeichnet man als anthropogenen Treibhauseffekt.\nIn der Klimarahmenkonvention erklärte 1992 die Staatengemeinschaft, die Treibhausgaskonzentrationen auf einem Niveau stabilisieren zu wollen, auf dem eine gefährliche Störung des Klimasystems verhindert wird. Sie vereinbarte im Kyoto-Protokoll (1997) und dem Übereinkommen von Paris (2015) die Begrenzung und Minderung ihrer Treibhausgasemissionen. Die Konzentrationen der wichtigsten langlebigen Treibhausgase Kohlenstoffdioxid (CO2), Methan (CH4) und Lachgas (N2O) steigen unterdessen an. Die Konzentration von CO2 stieg seit Beginn der Industrialisierung um 44 % auf rund 410 ppm (Stand 2019), den höchsten Wert seit mindestens 800.000 Jahren. Hauptursache ist die Nutzung fossiler Brennstoffe. Die energiebedingten CO2-Emissionen wuchsen im Jahr 2018 mit einer Rekordrate von 1,7 %. Die atmosphärische Konzentration von Methan stieg 2017 auf über 1850 ppb, die von Lachgas auf etwa 330 ppb.", "wikidata_id": "Q167336"}