{"extract": "Die Microsoft Corporation [ˈmaɪ.kɹoʊ.sɒft] ist ein US-amerikanischer international tätiger Hard- und Softwareentwickler und ein Technologieunternehmen mit Sitz in Redmond, einer Stadt im Großraum Seattle im US-Bundesstaat Washington. Mit etwa 221.000 Mitarbeitern (Stand: 2023) und einem Umsatz von 221 Milliarden US-Dollar (Stand: 2023) ist das Unternehmen weltweit der größte Softwarehersteller und eines der größten Unternehmen überhaupt. Seit dem 4. Februar 2014 ist Satya Nadella Chief Executive Officer (CEO). Das Unternehmen ist unter anderem bekannt für sein Betriebssystem Windows, das Büro-Softwarepaket Office, die Tablet-PC-Familie Microsoft Surface und die Videospiel-Marke Xbox.\nMicrosoft wurde am 4. April 1975 von Bill Gates und Paul Allen in Albuquerque (New Mexico) gegründet. Das Unternehmen zog am 1. Januar 1979 nach Bellevue (Washington) um. Am 26. Februar 1986 zog das Unternehmen auf den heutigen Platz, den Firmencampus in Redmond (Washington). Als Nachfolger von Gates war Steve Ballmer von 2000 bis 2014 CEO. Das Wort Microsoft ist ein Kofferwort aus englisch microcomputer und software.\nNach anfänglichen Erfolgen mit Microsoft BASIC, einem BASIC-Interpreter, der ab Ende der 1970er Jahre auch als Betriebssystem für 8-Bit-Heimcomputer eingesetzt wurde, stellte das Unternehmen 1981 sein Betriebssystem MS-DOS vor, das im Auftrag von IBM entwickelt worden war. Der IBM PC und dessen Nachbauten auf PC-Basis wurden in den 1980er Jahren vornehmlich mit diesem DOS-Betriebssystem ausgestattet. In den 1990er Jahren wurden das grafische Betriebssystem Windows und Microsofts Büro-Softwarepaket Office Marktführer im Bereich der Personal Computer. Von der Einführung des iPhones und dem darauf folgenden Boom von Mobilgeräten wie Smartphones und Tablets wurde Microsoft überrascht. In diesem Segment, wie auch mit einem eigenen MP3-Player, blieb Microsoft weitestgehend ohne Erfolge, während der PC-Markt schrumpfte. Mit der Einführung von Windows Azure baute Microsoft sein Segment im Cloud Computing aus.", "wikidata_id": "Q2283"}