{"extract": "Die Temperatur ist eine physikalische Zustandsgröße aus der Thermodynamik. Sie wird mit einem Thermometer in den SI-Einheiten Kelvin (K) und Grad Celsius (°C) gemessen. Im Alltag ist sie mit dem Gefühl von „warm“ und „kalt“ verbunden, die gemessene Temperatur kann sich aber erheblich von der gefühlten Temperatur unterscheiden.\nBringt man zwei Körper mit unterschiedlichen Temperaturen in thermischen Kontakt, findet Wärmeübertragung statt. Die Wärme fließt dabei stets vom heißeren zum kälteren Körper. Dadurch nimmt die Temperaturdifferenz so lange ab, bis sich die beiden Temperaturen einander angeglichen haben. Wenn die Temperaturen gleich sind, herrscht thermisches Gleichgewicht, in dem kein Wärmeaustausch mehr stattfindet.\nDie tiefste überhaupt mögliche Temperatur ist 0 K, gleichbedeutend mit −273,15 °C. Sie heißt Absoluter Nullpunkt. Die niedrigste im Universum jemals gemessene Temperatur wurde im Jahr 2018 im Bremer Fallturm der Universität Bremen erzeugt. Sie betrug für zwei Sekunden lediglich 38 Pikokelvin (38 Billionstel Grad Celsius über dem Absoluten Nullpunkt).\nDie mikroskopische Deutung der Temperatur ergibt sich in der statistischen Physik, die davon ausgeht, dass jeder materielle Stoff aus vielen Teilchen zusammengesetzt ist (meist Atome oder Moleküle), die sich in ständiger ungeordneter Bewegung befinden und eine Energie haben, die sich aus kinetischer, potentieller sowie gegebenenfalls auch innerer Anregungsenergie zusammensetzt. Eine Erhöhung der Temperatur verursacht eine Erhöhung der durchschnittlichen Energie der Teilchen. Im Zustand des thermischen Gleichgewichts verteilen sich die Energiewerte der einzelnen Teilchen statistisch gemäß einer Häufigkeitsverteilung, deren Form durch die Temperatur bestimmt wird (siehe – je nach Art der Teilchen – Boltzmann-Statistik, Fermi-Dirac-Statistik, Bose-Einstein-Statistik). Dieses Bild ist auch anwendbar, wenn es sich nicht um ein System materieller Teilchen, sondern um Photonen handelt (siehe Wärmestrahlung).\nIm idealen Gas ist die gesamte innere Energie allein durch die kinetische Energie aller Teilchen gegeben, wobei der Durchschnittswert pro Teilchen proportional zur Absoluten Temperatur ist. Die Temperatureinheit Kelvin ist durch Festlegung des Proportionalitätsfaktors definiert und damit direkt an die Energieeinheit Joule angebunden. Vor der Revision des Internationalen Einheitensystems (SI) von 2019 war das Kelvin noch separat definiert.\nDie Temperatur ist eine intensive Zustandsgröße. Das bedeutet, dass sie ihren Wert beibehält, wenn man den betrachteten Körper teilt. Dagegen hat die Innere Energie als extensive Größe die Eigenschaften einer Menge, die aufgeteilt werden kann.\n\n", "wikidata_id": "Q11466"}