{"extract": "Die Dirac-Gleichung ist eine grundlegende Gleichung der relativistischen Quantenmechanik. Sie beschreibt die Eigenschaften und das Verhalten eines fundamentalen Fermions mit Spin 1/2 (zum Beispiel Elektron, Quark). Sie wurde 1928 von Paul Dirac entwickelt und erfüllt im Gegensatz zur Schrödingergleichung die Anforderungen der speziellen Relativitätstheorie.\nDie Dirac-Gleichung ist eine partielle Differentialgleichung erster Ordnung sowohl in den drei Raumkoordinaten als auch in der Zeit, im Einklang mit der von der speziellen Relativitätstheorie geforderten Invarianz unter Lorentz-Transformationen. Im nichtrelativistischen Grenzfall (\n  \n    \n      \n        \n          \n            \n              v\n              c\n            \n          \n        \n        →\n        0\n      \n    \n    {\\displaystyle {\\tfrac {v}{c}}\\to 0}\n  \n) geht sie in die Pauli-Gleichung über, die im Gegensatz zur Schrödingergleichung noch die Spin-Bahn-Kopplung und weitere Terme enthält. Jede Lösung der Dirac-Gleichung entspricht einem möglichen Zustand des betreffenden Teilchens, mit der Besonderheit, dass zur Darstellung dieses Zustands vier räumliche Wellenfunktionen nötig sind (s. Dirac-Spinor), statt zwei in der nichtrelativistischen Theorie mit Spin oder einer einzigen im Fall von spinlosen Teilchen. Für die von der Dirac-Gleichung beschriebenen Teilchen gilt:\n\nFür ein freies Teilchen ist die relativistische Energie-Impuls-Beziehung \n  \n    \n      \n        E\n        =\n        \n          \n            \n              m\n              \n                2\n              \n            \n            \n              c\n              \n                4\n              \n            \n            +\n            \n              p\n              \n                2\n              \n            \n            \n              c\n              \n                2\n              \n            \n          \n        \n      \n    \n    {\\displaystyle E={\\sqrt {m^{2}c^{4}+p^{2}c^{2}}}}\n  \n erfüllt.\nFür ein Teilchen im elektrostatischen Feld einer Punktladung ergibt sich das Wasserstoffspektrum mit seiner Feinstruktur.\nDas Teilchen hat einen Eigendrehimpuls (Spin), der die Quantenzahl 1/2 hat und – weil dies in der klassischen Physik nicht vorkommt – nicht wie bei einem Kreisel auf die Rotation einer Massenverteilung zurückgehen kann.\nTrägt das Teilchen eine elektrische Ladung, so ist mit dem Spin stets auch ein magnetisches Dipolmoment verknüpft (→ Spinmagnetismus). Im Vergleich mit dem magnetischen Dipol, den das Teilchen durch eine Rotationsbewegung bei gleich großem Drehimpuls hervorrufen würde (→ orbitaler Magnetismus), hat das mit dem Spin verbundene Moment die doppelte Stärke (s. Anomales magnetisches Moment des Elektrons).\nZu dem Teilchen existiert ein Antiteilchen (zum Elektron also ein sog. Positron) mit derselben Masse und demselben Spin, aber mit entgegengesetzter Ladung und magnetischem Moment.\nAlle genannten Eigenschaften entsprechen den experimentellen Befunden. Zur Zeit der Entdeckung der Dirac-Gleichung 1928 waren die vier erstgenannten schon bekannt, nicht aber ihre gemeinsame Grundlage. Die letztgenannte Eigenschaft wurde durch die Dirac-Gleichung vorhergesagt, und der erste Nachweis eines Antiteilchens gelang 1932 Carl David Anderson (s. Positron).\nDer in der Diracgleichung vorkommende Differentialoperator spielt auch in der Mathematik (Differentialgeometrie) eine große Rolle (Dirac-Operator)."}