{"extract": "Als Meiose (von griechisch μείωσις meiosis 'Verminderung', 'Verkleinerung') oder Reifeteilung wird eine besondere Art der Kernteilung eukaryotischer Zellen bezeichnet, bei der in zwei Schritten – Meiose I und Meiose II – die Anzahl der Chromosomen halbiert wird und genetisch voneinander verschiedene Zellkerne entstehen. Damit unterscheidet sich die Meiose grundlegend von der gewöhnlichen Kernteilung, der Mitose, die den Chromosomenbestand unverändert lässt und genetisch identische Zellkerne hervorbringt.\nDer Ausdruck Reduktionsteilung wird unterschiedlich gebraucht: in weitem Sinn synonym zu Meiose, im engen Sinn für den ersten ihrer beiden Teilschritte, also synonym zu Meiose I.\nDie Meiose ist eines der wichtigsten Ereignisse bei der geschlechtlichen Fortpflanzung. Die Halbierung des Chromosomenbestands bei der Meiose gleicht die Verdoppelung aus, die bei der Verschmelzung eines väterlichen und eines mütterlichen Zellkerns (Karyogamie) im Zuge der Befruchtung erfolgt. Ohne diesen Ausgleich würde sich die Chromosomenzahl mit jeder Generation verdoppeln. Die Abfolge dieser beiden Prozesse wird als Kernphasenwechsel bezeichnet, das Vorhandensein nur eines einfachen Chromosomensatzes als Haploidie und der Zustand nach der Befruchtung als Diploidie. (Es gibt allerdings auch polyploide Lebewesen mit höheren Ploidiegraden.)\nBei vielzelligen Tieren und beim Menschen sind die beiden meiotischen Teilungen die letzten Kernteilungen bei der Spermatogenese bzw. während und nach der Oogenese, also bei der Bildung der Gameten (Spermien und Eizellen). Dagegen finden bei Pflanzen zwischen der Meiose und der Bildung der Gameten Mitosen statt; die haploide Phase ist bei ihnen also nicht auf die Gameten beschränkt, sondern bildet eine eigene haploide Generation. Diese ist bei den Samenpflanzen allerdings sehr klein und besteht nur aus wenigen Zellen (Pollenkorn und Embryosack). Bei Pilzen, Algen und einzelligen Eukaryoten kommen verschiedene Abfolgen von Meiose und Mitose vor.\nVor der Meiose (ebenso wie vor der Mitose) werden die Chromosomen intern verdoppelt, sodass sie dann aus je zwei identischen Chromatiden bestehen. Zu Beginn der Meiose I werden die homologen Chromosomen mütterlicher und väterlicher Herkunft durch Aneinanderlagerung gepaart. In diesem Zustand kommt es sehr häufig zu einem gegenseitigen Austausch von Teilabschnitten (Crossing-over), wodurch neu zusammengesetzte Chromosomen mit genetisch verschiedener Kombination entstehen. Danach werden die Chromosomen eines Paares getrennt und zufällig je einem der beiden Tochterkerne zugeteilt. Auf diese Weise wird der Ploidiegrad reduziert, und die Tochterkerne sind infolge der zufälligen Verteilung genetisch verschieden. Die Chromosomen bestehen aber weiterhin aus zwei Chromatiden, die zudem meistens infolge des Crossing-overs genetisch verschieden sind. Deshalb folgt nun die Meiose II als obligater zweiter Schritt, bei dem wie bei einer gewöhnlichen Mitose die Schwesterchromatiden getrennt werden. Insgesamt gehen so aus einem diploiden Zellkern vier genetisch unterschiedliche haploide Kerne hervor.\nDie auf diese Weise erfolgende Neuzusammensetzung (Rekombination) des mütterlichen und väterlichen Anteils des Erbguts ist neben der Reduktion des Ploidiegrads die zweite wesentliche Funktion der Meiose. Sie führt dazu, dass Nachkommen mit einer Kombination von Eigenschaften entstehen können, die es zuvor nicht gegeben hat.", "wikidata_id": "Q16424695"}