{"extract": "Otto, Prince of Bismarck, Count of Bismarck-Schönhausen, Duke of Lauenburg (; born Otto Eduard Leopold von Bismarck; 1 April 1815 – 30 July 1898) was a German statesman and diplomat who oversaw the unification of Germany and served as its first Chancellor from 1871 to 1890. Bismarck's Realpolitik and firm governance resulted in him being popularly known as the Iron Chancellor (German: Eiserner Kanzler).\nFrom Junker landowner origins, Otto von Bismarck rose rapidly in Prussian politics under King Wilhelm I of Prussia. He served as the Prussian ambassador to Russia and France and in both houses of the Prussian parliament. From 1862 to 1890, he held office as the minister president and foreign minister of Prussia. Under Bismarck's leadership, Prussia provoked three short, decisive wars against Denmark, Austria, and France. After Austria's defeat in 1866, he replaced the German Confederation with the North German Confederation, which aligned the smaller North German states with Prussia while excluding Austria. In 1870, Bismarck secured France's defeat with support from the independent South German states before overseeing the creation of a unified German Empire under Prussian rule. Following Germany's unification, he was given the aristocratic title, Prince of Bismarck (German: Fürst von Bismarck). From 1871 onwards, his balance-of-power approach to diplomacy helped maintain Germany's position in a peaceful Europe. While averse to maritime colonialism, Bismarck acquiesced to elite and popular opinion by acquring colonies.\nAs part of his domestic political maneuvering, Bismarck created the first welfare state, with the goal of undermining his socialist opponents. In the 1870s, he allied himself with the low-tariff, anti-Catholic Liberals and fought the Catholic Church, with the additional aim to disenfranchise and diminish the Polish majority within Prussian-occupied Poland, in what was called the Kulturkampf (\"culture struggle\"). This failed, with the Catholics responding by forming the powerful German Centre Party and using universal male suffrage to gain a bloc of seats. Bismarck responded by ending the Kulturkampf, breaking with the Liberals, enacting the Prussian deportations and forming a political alliance with the Centre Party to fight the Socialists. Under his governance, the Imperial Reichstag was sidelined and did not control government policy. A staunch monarchist, Bismarck ruled autocratically through a strong bureaucracy with power concentrated in the hands of the Junker elite. After being dismissed from office by Wilhelm II, he retired to write his memoirs.\nOtto von Bismarck is most famous for his role in German unification. He became a hero to German nationalists, who built monuments honouring him. While praised as a visionary who kept the peace in Europe through diplomacy, he is criticised for his persecution of Poles and Catholics as well as the immense power centralised within his office as Chancellor. He is also criticised by opponents of German nationalism, as it became engrained in German culture, galvanising the country to aggressively pursue nationalistic policies in both World Wars.\n\n", "wikidata_id": "Q8442"}