{"extract": "Induktivität ist eine Eigenschaft elektrischer Stromkreise oder Bauelemente, insbesondere von Spulen. Auf ihr beruht der Vorgang der Induktion, der eine Wechselwirkung zwischen Magnetismus und Elektrizität darstellt. Es ist zu unterscheiden zwischen Selbstinduktivität (auch Eigeninduktivität oder Selbstinduktion genannt) und Gegeninduktivität; mit „Induktivität“ ohne Zusatz ist fast immer die Selbstinduktivität gemeint. Die Selbstinduktivität eines Stromkreises setzt die zeitliche Änderungsrate des elektrischen Stroms \n  \n    \n      \n        i\n        (\n        t\n        )\n      \n    \n    {\\displaystyle i(t)}\n  \n mit der elektrischen Spannung \n  \n    \n      \n        u\n        (\n        t\n        )\n      \n    \n    {\\displaystyle u(t)}\n  \n in Beziehung:\n\n  \n    \n      \n        u\n        (\n        t\n        )\n        =\n        L\n        \n          \n            \n              \n                d\n              \n              i\n              (\n              t\n              )\n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n      \n    \n    {\\displaystyle u(t)=L{\\frac {\\mathrm {d} i(t)}{\\mathrm {d} t}}}\n  \n.\n\nDas Formelzeichen der Selbstinduktivität ist \n  \n    \n      \n        L\n      \n    \n    {\\displaystyle L}\n  \n. Es wurde zu Ehren von Emil Lenz gewählt, dessen theoretische Arbeiten zur elektromagnetischen Induktion grundlegend waren.\nDie Maßeinheit der Selbstinduktivität im SI-Einheitensystem ist das Henry, benannt nach dem US-amerikanischen Physiker Joseph Henry.\nIm wichtigen Fall einer Drahtschleife oder Spule kann man die Beziehung zwischen Spannung und zeitlich veränderlichem Strom unmittelbar mit Ampèreschem Gesetz und Induktionsgesetz verstehen: Ein elektrischer Strom erzeugt, wie vom Ampèreschen Gesetz beschrieben, ein Magnetfeld. Die zeitliche Änderung des Magnetfeldes „induziert“, wie vom Induktionsgesetz beschrieben, im selben Stromkreis eine elektrische Spannung. Beide Effekte sind proportional zur Zahl der Windungen \n  \n    \n      \n        N\n      \n    \n    {\\displaystyle N}\n  \n, die Selbstinduktivität einer Spule ist daher proportional zu \n  \n    \n      \n        \n          N\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle N^{2}}\n  \n.\nStromänderungen in einem Stromkreis \n  \n    \n      \n        m\n      \n    \n    {\\displaystyle m}\n  \n induzieren aber auch Spannungen in anderen in der Nähe befindlichen Stromkreisen \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n. Diese „wechselseitige Induktion“ oder Gegeninduktion beschreibt man mit Koeffizienten \n  \n    \n      \n        \n          L\n          \n            m\n            n\n          \n        \n        =\n        \n          L\n          \n            n\n            m\n          \n        \n      \n    \n    {\\displaystyle L_{mn}=L_{nm}}\n  \n der wechselseitigen Induktivität.\nSelbst- und wechselseitige Induktion und die entsprechenden Induktivitäten spielen eine wichtige Rolle in Transformatoren, Elektromotoren und der Elektronik.\n\n", "wikidata_id": "Q177897"}