{"extract": "Der Lagrange-Formalismus ist in der Physik eine 1788 von Joseph-Louis Lagrange eingeführte Formulierung der klassischen Mechanik, in der die Dynamik eines Systems durch eine einzige skalare Funktion, die Lagrange-Funktion, beschrieben wird. Der Formalismus ist (im Gegensatz zur newtonschen Mechanik, die auf Inertialsysteme festgelegt ist) auch auf beschleunigte Bezugssysteme anwendbar. Der Lagrange-Formalismus ist invariant gegen Koordinatentransformationen. Aus der Lagrange-Funktion lassen sich die Bewegungsgleichungen mit den Euler-Lagrange-Gleichungen der Variationsrechnung aus dem Prinzip der extremalen Wirkung bestimmen. Diese Betrachtungsweise vereinfacht viele physikalische Probleme, da sich, im Gegensatz zu der newtonschen Formulierung der Bewegungsgesetze, im Lagrange-Formalismus Zwangsbedingungen relativ einfach durch das explizite Ausrechnen der Zwangskräfte oder die geeignete Wahl generalisierter Koordinaten berücksichtigen lassen. Aus diesem Grund wird der Lagrange-Formalismus verbreitet bei Mehrkörpersystemen (MKS) eingesetzt. Er lässt sich auch auf den relativistischen Fall übertragen und ist auch in der relativistischen Quantenfeldtheorie zur Formulierung von Modellen von Elementarteilchen und ihrer Wechselwirkungen weit verbreitet, behandelt dort allerdings eine feldtheoretische Version (Lagrange-Dichte).\nFür Systeme mit einem generalisierten Potential und holonomen Zwangsbedingungen lautet die Lagrange-Funktion\n\n  \n    \n      \n        L\n        =\n        T\n        −\n        V\n      \n    \n    {\\displaystyle L=T-V}\n  \n\nwobei \n  \n    \n      \n        T\n      \n    \n    {\\displaystyle T}\n  \n die kinetische Energie und \n  \n    \n      \n        V\n      \n    \n    {\\displaystyle V}\n  \n die potentielle Energie des betrachteten Systems bezeichnen.\nMan unterscheidet sogenannte Lagrange-Gleichungen erster und zweiter Art. Im engeren Sinn versteht man unter dem Lagrange-Formalismus und den Lagrange-Gleichungen aber die zweiter Art, die häufig einfach als Lagrange-Gleichungen bezeichnet werden:\n\n  \n    \n      \n        \n          \n            d\n            \n              \n                d\n              \n              t\n            \n          \n        \n        \n          \n            \n              ∂\n              L\n            \n            \n              ∂\n              \n                \n                  \n                    \n                      q\n                      ˙\n                    \n                  \n                \n                \n                  i\n                \n              \n            \n          \n        \n        −\n        \n          \n            \n              ∂\n              \n                L\n              \n            \n            \n              ∂\n              \n                q\n                \n                  i\n                \n              \n            \n          \n        \n        =\n        0\n        \n        .\n      \n    \n    {\\displaystyle {\\frac {\\text{d}}{{\\text{d}}t}}{\\frac {\\partial L}{\\partial {\\dot {q}}_{i}}}-{\\frac {\\partial {L}}{\\partial q_{i}}}=0\\,.}\n  \n\nDabei sind \n  \n    \n      \n        \n          q\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle q_{i}}\n  \n generalisierte Koordinaten und \n  \n    \n      \n        \n          \n            \n              \n                q\n                ˙\n              \n            \n          \n          \n            i\n          \n        \n      \n    \n    {\\displaystyle {\\dot {q}}_{i}}\n  \n deren Zeitableitungen.", "wikidata_id": "Q324669"}