{"extract": "Capital: A Critique of Political Economy (German: Das Kapital. Kritik der politischen Ökonomie), also known as Capital or Das Kapital (German pronunciation: [das kapiˈtaːl]), is the most significant work by Karl Marx and the cornerstone of Marxian economics, published in three volumes in 1867, 1885, and 1894. The culmination of his life's work, the text contains Marx's analysis of capitalism, to which he sought to apply his theory of historical materialism in a critique of classical political economy. Das Kapital's second and third volumes were completed from manuscripts after Marx's death in 1883 and published by Friedrich Engels. \nMarx's study of political economy began in the 1840s, influenced by the works of the classical political economists Adam Smith and David Ricardo. His earlier works, including Economic and Philosophic Manuscripts of 1844 and The German Ideology (1846, with Engels), laid the groundwork for his theory of historical materialism, which posits that the economic structure of a society (in particular, the forces and relations of production) is the most crucial factor in shaping its nature. Rather than a simple description of capitalism as an economic model, Das Kapital instead examines the system as a historical epoch and a mode of production, and seeks to trace its origins, development, and decline. Marx argues that capitalism is not transhistorical, but a form of economic organization which has arisen and developed in a specific historical context, and which contains contradictions which will inevitably lead to its decline and collapse.\nCentral to Marx's analysis of capitalism in Das Kapital is his theory of surplus value, the unpaid labor which capitalists extract from workers in order to generate profit. He also introduces the concept of commodity fetishism, describing how capitalist markets obscure the social relationships behind economic transactions, and argues that capitalism is inherently unstable due to the tendency of the rate of profit to fall, which leads to cyclical economic crises. Volume I focuses on production and labor exploitation, Volume II examines capital circulation and economic crises, and Volume III explores the distribution of surplus value among economic actors. According to Marx, Das Kapital is a scientific work based on extensive research, and a critique of both capitalism and the bourgeois political economists who argue that it is efficient and stable. \nDas Kapital initially attracted little mainstream attention, but gained prominence as socialist and labor movements expanded in the late 19th and early 20th centuries. Beyond these movements, Das Kapital has profoundly influenced economic thought and political science, and today is the most cited book in the social sciences published before 1950. Even critics of Marxism acknowledge its significance in the development of theories of labor dynamics, economic cycles, and the effects of industrial capitalism. Scholars continue to engage with its themes, particularly in analyses of global capitalism, inequality, and labor exploitation.", "wikidata_id": "Q58784"}