{"extract": "Ein Quantenprozessor bzw. Quantencomputer ist ein Prozessor, der die Gesetze der Quantenmechanik nutzt. Im Unterschied zum klassischen Computer arbeitet er nicht auf der Basis makroskopischer Zustände elektronischer Schaltkreise, sondern quantenmechanischer Zustände geeigneter Systeme. Damit ist es möglich, im Laufe der Rechnung Superpositionszustände und Quantenverschränkung zu erzeugen, die beide für die Informationsverarbeitung in Quantencomputern entscheidend sind.\nQuantenalgorithmen könnten die Berechnungszeit für viele mathematische und physikalische Problemstellungen deutlich verringern. Beispielsweise zeigen theoretische Studien, dass Quantenalgorithmen bestimmte Probleme der Informatik, z. B. die Suche in extrem großen Datenbanken (siehe Grover-Algorithmus) und die Faktorisierung großer Zahlen (siehe Shor-Algorithmus) effizienter lösen können als klassische Algorithmen.\nGeprägt wurde der Begriff auf der ersten Conference on the Physics of Computation am MIT im Mai 1981 durch die Vorträge der Physiker Paul Benioff und Richard Feynman über quantum computing. Benioff präsentierte seine Arbeit, die zeigte, dass Computer unter den Gesetzen der Quantenmechanik arbeiten können. Feynmans Vortrag stellte erstmals ein Grundmodell für einen Quantencomputer vor.\nDer Quantencomputer blieb lange ein überwiegend theoretisches Konzept. Es gab verschiedene Vorschläge, wie ein Quantencomputer realisiert werden könnte, in kleinem Maßstab wurden einige dieser Konzepte im Labor erprobt und Quantencomputer mit wenigen Qubits realisiert. Der Rekord lag im November 2021 bei 127 Qubits für den Prozessor und ein Jahr später bei 433 Qubits. Neben der Anzahl der Qubits ist aber auch zum Beispiel eine geringe Fehlerquote beim Rechnen und Auslesen wichtig und wie lange die Zustände in den Qubits fehlerfrei aufrechterhalten werden können.\nSeit 2018 investieren viele Regierungen und Forschungsorganisationen sowie große Computer- und Technologiefirmen weltweit in die Entwicklung von Quantencomputern, die von vielen als eine der entstehenden Schlüsseltechnologien des 21. Jahrhunderts angesehen werden.\n\n"}