{"extract": "Zellmembran oder lateinisch Membrana cellularis, Zytomembran, Plasmamembran, auch Plasmalemma, wird die jeder lebenden Zelle eigene Biomembran genannt, die das Zellinnere umschließend und abgrenzend ihr inneres Milieu aufrechterhält.\nDie Zellmembran von eukaryoten Zellen und Bakterien besteht aus einer zweilagigen Schicht von Lipiden (Lipiddoppelschicht) und verschiedenen Membranproteinen, die peripher, integral oder transmembranal darin eingelassen sind.  Die hydrophilen, wasserlöslichen Pole der Lipiddoppelschicht bilden die innere und äußere Zellmembranoberfläche, wohingegen die hydrophoben, wasserabweisenden Pole der Lipiddoppelschicht zum Membranzentrum gerichtet sind. Die Zellmembran ist in Abhängigkeit von der Größe, der Fettlöslichkeit und der Ladung bestimmter Stoffe unterschiedlich gut bzw. schlecht durchlässig, sie ist also semipermeabel. Mit etwa sechs bis zehn Nanometer Dicke ist sie lichtmikroskopisch nur vage als Linie zu ahnen. Die Zellmembran grenzt den Cytoplasmaraum einer Zelle gegen den Extrazellulärraum ab und stellt die Grenzfläche dar, über die ein Stoffaustausch mit der Umgebung stattfindet.\nDarüber hinaus übernimmt die Zellmembran wesentliche Aufgaben bei Zell-Zell-Kontakten, Zell-Matrix-Verbindungen, Signalübermittlungen, Zellwanderungen und Zellformänderungen. Bei Prokaryoten ist sie auch Ort der Photosynthese oder der chemotrophen Bereitstellung von Energie und Anordnungsfläche für Photosysteme, Atmungskettenkomplexe und weitere Enzymsysteme. Die auswärtige, extrazelluläre Seite der Zellmembran ist bei allen Zellen auch strukturell verschieden von der inwendigen, intrazellulären Membranseite. Die Plasmamembran kann nach außen von einer Zellwand als schützende Hülle umgeben sein. Nach innen kann sie mit den Proteinen des Zytoskeletts in Verbindung stehen oder bei manchen Einzellern zur Pellicula versteift sein.", "wikidata_id": "Q29548"}