{"extract": "Die Zellteilung oder Cytokinese, auch Zytokinese (von altgr. κύτος kytos ‚Zelle‘ und κίνησις kinesis ‚Bewegung‘), ist der biologische Vorgang der Teilung einer Zelle. Das Plasma und andere Bestandteile der Mutterzelle werden auf die Tochterzellen aufgeteilt, indem zwischen ihnen Zellmembranen eingezogen oder ausgebildet werden. Dabei entstehen meistens zwei, manchmal auch mehr Tochterzellen.\nBei eukaryotischen Zellen geht einer Zellteilung in den meisten Fällen eine Kernteilung (Mitose) voraus. Doch können Zellteilungen und Kernteilungen auch unabhängig voneinander stattfinden, zum Beispiel bei der Endoreplikation, wo sich nach einer Kernteilung die Zelle nicht teilt. Die Kernteilung oder Karyokinese wird daher von der Zellteilung oder Zytokinese unterschieden.\nDa in vielen Eukaryoten die Tochterzellen Kopien aller wesentlichen Zellbestandteile erhalten müssen, ist die Zellteilung stark reguliert. Im Speziellen muss sichergestellt sein, dass das Genom vollständig repliziert wurde. Bei Organismen mit Zellkernen, den Eukaryoten, ist die Zellteilung in der Regel mit einer direkt zuvor stattfindenden Kernteilung (Mitose oder Meiose) zeitlich und regulatorisch gekoppelt. Die Zellteilung kann dabei schon eingeleitet werden, während die Kernteilung durchgeführt wird. Kernteilung und Zellteilung werden zum Zellzyklus zusammengefasst.\nZellen, die sich im Zellzyklus befinden, bei denen sich also Zellwachstum und Zellteilung fortwährend abwechseln, werden als proliferierend bezeichnet. Die Anzahl der Zellteilungen pro Zeitspanne ist die Teilungsrate. Sie ist für den jeweiligen Zelltyp spezifisch. Bei einzelligen Lebewesen entspricht die Zeitdauer zwischen zwei Teilungen der Generationszeit.\nZellen von Eukaryoten, die sich nach Differenzierung nicht mehr teilen, werden als postmitotisch bezeichnet, so etwa Neuronen.\nBeispiele für eine Zellteilung, die nicht Teil des normalen Zellzyklus ist, sind Knospung und Schizogonie.", "wikidata_id": "Q188909"}