{"extract": "Die Geschwindigkeit ist neben dem Ort und der Beschleunigung einer der grundlegenden Begriffe der Kinematik, eines Teilgebiets der Mechanik. Die Geschwindigkeit beschreibt, wie schnell und in welcher Richtung ein Körper oder ein Phänomen (beispielsweise ein Wellenberg) im Lauf der Zeit seinen Ort verändert. Eine Geschwindigkeit wird durch ihren Betrag und die Bewegungsrichtung angegeben; es handelt sich also um eine vektorielle Größe. Als Formelzeichen ist \n  \n    \n      \n        \n          \n            \n              v\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {v}}}\n  \n üblich nach dem lateinischen bzw. englischen Wort für Geschwindigkeit (lateinisch velocitas, englisch velocity).\nOft wird mit dem Wort Geschwindigkeit nur ihr Betrag gemeint (Formelzeichen \n  \n    \n      \n        v\n      \n    \n    {\\displaystyle v}\n  \n), der anschaulich gesprochen das momentane Tempo (englisch speed) der Bewegung wiedergibt, wie es beispielsweise im Auto vom Tachometer angezeigt wird. \n  \n    \n      \n        v\n      \n    \n    {\\displaystyle v}\n  \n gibt an, welche Wegstrecke ein Körper innerhalb einer bestimmten Zeitspanne zurücklegt, wenn die Geschwindigkeit entsprechend lange konstant bleibt; es handelt sich um eine skalare Größe. Die international verwendete Einheit ist Meter pro Sekunde (m/s), gebräuchlich sind auch Kilometer pro Stunde (km/h) und – vor allem in der See- und Luftfahrt – Knoten (kn).\nDie höchstmögliche Geschwindigkeit, mit der sich die Wirkung einer bestimmten Ursache räumlich ausbreiten kann, ist die Lichtgeschwindigkeit \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n. Diese Obergrenze gilt also auch für jedwede Informationsübertragung. Körper, die eine Masse besitzen, können sich nur mit geringeren Geschwindigkeiten als \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n bewegen.\nEine Geschwindigkeitsangabe ist immer relativ zu einem Bezugssystem zu verstehen. Ruht ein Körper in einem Bezugssystem, so hat er in einem anderen Bezugssystem, welches sich gegenüber dem ersten mit der Geschwindigkeit \n  \n    \n      \n        \n          \n            \n              v\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {v}}}\n  \n bewegt, die entgegengesetzt gleich große Geschwindigkeit \n  \n    \n      \n        −\n        \n          \n            \n              v\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle -{\\vec {v}}}\n  \n.\n\n", "wikidata_id": "Q11465"}