{"extract": "Paul Adrien Maurice Dirac ( dih-RAK; 8 August 1902 – 20 October 1984) was an English mathematical and theoretical physicist who is considered to be one of the founders of quantum mechanics. Dirac laid the foundations for both quantum electrodynamics and quantum field theory. He was the Lucasian Professor of Mathematics at the University of Cambridge and a professor of physics at Florida State University. Dirac shared the 1933 Nobel Prize in Physics with Erwin Schrödinger for \"the discovery of new productive forms of atomic theory\".\nDirac graduated from the University of Bristol with a first class honours Bachelor of Science degree in electrical engineering in 1921, and a first class honours Bachelor of Arts degree in mathematics in 1923. Dirac then graduated from the University of Cambridge with a PhD in physics in 1926, writing the first ever thesis on quantum mechanics.\nDirac made fundamental contributions to the early development of both quantum mechanics and quantum electrodynamics, coining the latter term. Among other discoveries, he formulated the Dirac equation in 1928. It connected special relativity and quantum mechanics and predicted the existence of antimatter. The Dirac equations is one of the most important results in physics, regarded by some physicists as the \"real seed of modern physics\". He wrote a famous paper in 1931, which further predicted the existence of antimatter. Dirac also contributed greatly to the reconciliation of general relativity with quantum mechanics. He contributed to Fermi-Dirac statistics, which describes the behaviour of fermions, particles with half-integer spin. His 1930 monograph, The Principles of Quantum Mechanics, is one of the most influential texts on the subject.\nIn 1987, Abdus Salam declared that \"Dirac was undoubtedly one of the greatest physicists of this or any century ... No man except Einstein has had such a decisive influence, in so short a time, on the course of physics in this century.\" In 1995, Stephen Hawking stated that \"Dirac has done more than anyone this century, with the exception of Einstein, to advance physics and change our picture of the universe\". Antonino Zichichi asserted that Dirac had a greater impact on modern physics than Einstein, while Stanley Deser remarked that \"We all stand on Dirac's shoulders.\"", "wikidata_id": "Q47480"}