{"extract": "Energie ist eine physikalische Größe, die in allen Teilgebieten der Physik sowie in der Technik, Chemie, Biologie und der Wirtschaft eine zentrale Rolle spielt. Ihre SI-Einheit ist das Joule. Die praktische Bedeutung der Energie liegt oft darin, dass ein physikalisches System in dem Maß Wärme abgeben, Arbeit leisten oder Strahlung aussenden kann, in dem seine Energie sich verringert. In einem gegenüber der Umgebung abgeschlossenen System ändert sich die Gesamtenergie nicht (Energieerhaltungssatz). Die Bedeutung der Energie in der theoretischen Physik liegt unter anderem darin, dass der Energieerhaltungssatz, ursprünglich eine Erfahrungstatsache, schon daraus gefolgert werden kann, dass die grundlegenden physikalischen Naturgesetze zeitlich unveränderlich sind.\nEnergie gibt es in verschiedenen Energieformen, die ineinander umgewandelt werden können. Beispiele von Energieformen sind potentielle, kinetische, elektrische, chemische und thermische Energie (Wärmeenergie). Beispiele für solche Umwandlungen von Energie sind, dass ein Mensch ein Paket hochhebt oder ein Fahrrad beschleunigt, dass eine Batterie geladen wird, ein Lebewesen Stoffwechsel betreibt oder eine Heizung Wärme abgibt.\nIn vielen Fällen lässt sich mittels einer Formel die Energie eines Systems aus der momentanen Größe der Parameter und Variablen des Systems berechnen. Allein die mathematische Struktur dieser Formel bestimmt nach den hamiltonschen Bewegungsgleichungen der klassischen Mechanik, der Schrödingergleichung in der Quantenmechanik, wobei die kanonischen Variablen durch Operatoren ersetzt werden, oder der Dirac-Gleichung in der relativistischen Quantenmechanik, wo allerdings von Paul Dirac eine „Quadratwurzel“ aus der relativistischen Energie-Impuls-Formel (Klein-Gordon-Gleichung) gewählt wurde, die zeitliche Entwicklung des Systems.\nGemäß der Relativitätstheorie sind Ruheenergie und Masse durch die Äquivalenz von Masse und Energie (\n  \n    \n      \n        \n          E\n          \n            0\n          \n        \n        =\n        m\n        \n          c\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle E_{0}=mc^{2}}\n  \n) verknüpft. In der Relativitätstheorie ist die Energie außerdem eine Komponente des Viererimpulses.\n\n", "wikidata_id": "Q11379"}