{"extract": "Die Schrödingergleichung ist eine der grundlegenden Gleichungen der Quantenmechanik, die ihrerseits eine der Hauptsäulen der modernen Physik ist. Sie beschreibt die zeitliche Veränderung des quantenmechanischen Zustands eines physikalischen Systems in nichtrelativistischer Näherung in Form einer partiellen Differentialgleichung.\nDie Gleichung wurde 1926 von Erwin Schrödinger für die Ausbreitung von Materiewellen (Wellenmechanik) aufgestellt und bei ihrer ersten Anwendung erfolgreich zur Erklärung des Spektrums des Wasserstoffatoms, des Harmonischen Oszillators und des rotierenden Moleküls genutzt.\nDer Zustand eines Systems mit nur einem Teilchen wird zu jedem Zeitpunkt durch eine Wellenfunktion \n  \n    \n      \n        \n          (\n          \n            \n            ψ\n            (\n            \n              \n                \n                  r\n                  →\n                \n              \n            \n            ,\n            t\n            )\n            \n          \n          )\n        \n      \n    \n    {\\displaystyle \\left(\\;\\psi ({\\vec {r}},t)\\;\\right)}\n  \n repräsentiert, oder in allgemeinerer Form als Zustandsvektor \n  \n    \n      \n        \n          (\n          \n            \n            \n              |\n            \n            ψ\n            (\n            t\n            )\n            ⟩\n            \n          \n          )\n        \n      \n    \n    {\\displaystyle \\left(\\;|\\psi (t)\\rangle \\;\\right)}\n  \n in einem Hilbertraum. In der zeitabhängigen Schrödingergleichung wird ein Hamiltonoperator \n  \n    \n      \n        (\n        \n        \n          \n            \n              H\n              ^\n            \n          \n        \n        \n        )\n      \n    \n    {\\displaystyle (\\,{\\hat {H}}\\,)}\n  \n auf den Zustand angewendet, und das Ergebnis zeigt, wie der Zustand sich mit fortschreitender Zeit verändert:\n\n  \n    \n      \n        \n          i\n        \n        ℏ\n        \n          \n            \n              ∂\n              ψ\n            \n            \n              ∂\n              t\n            \n          \n        \n        =\n        \n          \n            \n              H\n              ^\n            \n          \n        \n        ψ\n      \n    \n    {\\displaystyle \\mathrm {i} \\hbar {\\frac {\\partial \\psi }{\\partial t}}={\\hat {H}}\\psi }\n  \n.\n(Darin ist \n  \n    \n      \n        \n          i\n        \n      \n    \n    {\\displaystyle \\mathrm {i} }\n  \n die imaginäre Einheit, \n  \n    \n      \n        ℏ\n      \n    \n    {\\displaystyle \\hbar }\n  \n die reduzierte Planck-Konstante und \n  \n    \n      \n        \n          \n            \n              ∂\n              \n                ∂\n                t\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\tfrac {\\partial }{\\partial t}}}\n  \n partielle Ableitung nach der Zeit \n  \n    \n      \n        t\n      \n    \n    {\\displaystyle t}\n  \n).\nAufgrund dieser Gleichung handelt es sich bei der Wellenfunktion mathematisch um eine komplexwertige Funktion, deren Werte als solche keiner messbaren physikalischen Größe entsprechen und daher auch keine anschaulich im dreidimensionalen Raum vorstellbare Welle darstellen können. Zudem scheitert der Versuch einer räumlichen Vorstellung auch daran, dass die Wellenfunktion eines Systems aus mehreren Teilchen von den Koordinaten aller Teilchen abhängt, bei zwei Teilchen z. B. in der Form \n  \n    \n      \n        ψ\n        (\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            1\n          \n        \n        ,\n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n          \n            2\n          \n        \n        ,\n        t\n        )\n        \n      \n    \n    {\\displaystyle \\psi ({\\vec {r}}_{1},{\\vec {r}}_{2},t)\\;}\n  \n, was eine in einem abstrakten Raum mit 6 Dimensionen definierte Funktion ist. Jedoch lassen sich für alle am System messbaren Größen aus der Wellenfunktion Voraussagen über die Ergebnisse von Messungen berechnen.\nWenn das Quantensystem ein Analogon in der Klassischen Mechanik hat (Beispiel: ein Teilchen in einem Kraftfeld), dann ergibt sich der Hamiltonoperator aus der entsprechenden klassischen Hamiltonfunktion durch Anwendung der festen Regeln der Ersten Quantisierung. In vielen Anwendungen werden Hamiltonoperatoren aber auch ohne klassisches Vorbild direkt nach quantenmechanischen Gesichtspunkten konstruiert (Beispiel: Pauligleichung).\nIm Allgemeinen verändert die Wellenfunktion im Laufe der Zeit ihre Form. Damit können physikalische Prozesse beschrieben werden wie z. B. die Ausbreitung, Streuung und Interferenz eines Teilchens sowie der Zerfall eines instabilen Systems wie z. B. bei  Alpharadioaktivität. Bei manchen Wellenfunktionen bewirkt der Hamiltonoperator aber keine Änderung der Form, sondern nur eines komplexen globalen Phasenfaktors, so dass für diese Wellenfunktionen an jedem Ort das Betragsquadrat mit der Zeit konstant bleibt. Die entsprechenden Zustände sind stationäre Zustände, auch als Eigenzustände des Hamiltonoperators bzw. als Energieniveaus des betrachteten Quantensystems bezeichnet. Die zeitunabhängige Schrödingergleichung ermöglicht das Auffinden dieser stationären Wellenfunktionen und damit die Berechnung vieler Eigenschaften des Systems im jeweiligen Energieniveau.\nDie Schrödingergleichung bildet das Fundament für viele theoretische und praktische Anwendungen der Quantenmechanik. Seit 1926 gelang so die Erklärung zahlreicher Eigenschaften und Wechselwirkungen von Atomen und Molekülen bis hin zu ihren chemischen Reaktionen, sowie von Festkörpern bis hin zur gezielten Herstellung neuer Materialien wie z. B. Halbleiter, und nicht zuletzt die quantenmechanische Beschreibung von Prozessen wie die Emission von Licht und der spontane radioaktive Zerfall. Allerdings beschreibt die Schrödingergleichung in ihrer eigentlichen, aus der klassischen Physik entlehnten Form noch keine Phänomene, für deren Erklärung die Relativitätstheorie benötigt wird, wie z. B. Spin, Entstehung und Vernichtung von Teilchen und Antiteilchen, sowie bestimmte Feinheiten der Energieniveaus sogar schon beim einfachsten Atom, dem des Wasserstoffs.\n\n", "wikidata_id": "Q165498"}