{"extract": "Der freie Fall ist in der klassischen Mechanik die Bewegung eines Körpers, bei der außer der Schwerkraft keine weiteren Kräfte wirken. Je nach Betrag und Richtung der Anfangsgeschwindigkeit beschreibt der Körper verschiedene Bahnen. Die Umgangssprache versteht unter dem „freien Fall“ vorwiegend die beschleunigte Bewegung senkrecht nach unten, die sich ergibt, wenn der Körper vorher in Ruhe war. Hat er eine Anfangsgeschwindigkeit \n  \n    \n      \n        v\n      \n    \n    {\\displaystyle v}\n  \n, die nicht in der Richtung der Schwerkraft liegt, ergibt sich eine Keplerbahn, die bei nicht zu großer Geschwindigkeit als Wurfparabel bezeichnet wird.\nÜber die Ursache und den genauen Ablauf des freien Falls von Körpern wurden schon in der Antike Spekulationen angestellt. Doch erst Anfang des 17. Jahrhunderts führte Galileo Galilei Messungen durch. Diese ergaben, dass im Schwerefeld der Erde die Bewegung im freien Fall gleichmäßig beschleunigt ist und darüber hinaus unabhängig von Material, Masse und Form des Körpers. Letzteres ist Inhalt des schwachen Äquivalenzprinzips.\nAuf der Erde wirkt auf einen fallenden Körper außer dem Schwerefeld im Allgemeinen auch der Luftwiderstand. Dieser kann bei einfachen Fallexperimenten aufgrund der geringen Geschwindigkeiten und der kurzen Zeiten noch vernachlässigt werden, sodass eine gleichmäßig beschleunigte Bewegung mit der Fallbeschleunigung von etwa \n  \n    \n      \n        g\n        =\n        9\n        \n          ,\n        \n        81\n         \n        \n          m\n          \n            /\n          \n          \n            s\n            \n              2\n            \n          \n        \n      \n    \n    {\\displaystyle g=9{,}81\\ \\mathrm {m/s^{2}} }\n  \n festgestellt wird. Bei zunehmender Fallgeschwindigkeit verringert der Luftwiderstand die weitere Beschleunigung, bis (asymptotisch) eine konstante Grenzgeschwindigkeit erreicht wird. Diese Grenzgeschwindigkeit hängt von der Masse und der Form des fallenden Körpers ab und bestimmt sich aus dem Verhältnis von Gewicht zu Querschnittsfläche. Bei gleichem Material fallen daher größere Kugeln (z. B. Regentropfen) schneller als kleinere (z. B. Nebeltröpfchen). Besonders niedrig ist die Grenzgeschwindigkeit bei einem Körper, der leicht ist (z. B. Staubkorn) oder eine große Querschnittsfläche hat (z. B. Laubblatt, Fallschirm). Abweichungen vom freien Fall sind Gegenstand der Außenballistik.\nAlbert Einstein nahm für seine allgemeine Relativitätstheorie an, das natürliche Bezugssystem sei nicht das, in dem die Erde ruht und die Schwerkraft wirkt, sondern das, in dem der frei fallende Körper ruht. Darin ist der freie Fall völlig kräftefrei, der Körper also „schwerelos“. Die im Bezugssystem der Erde festzustellende Gravitationskraft wird damit zu einer Scheinkraft erklärt. Aus dem einsteinschen starken Äquivalenzprinzip folgt, dass auch Licht „fällt“ – es breitet sich im beschleunigt fallenden Bezugssystem geradlinig aus, was experimentell bestätigt ist.", "wikidata_id": "Q140028"}