{"extract": "The 18th century lasted from 1 January 1701 (represented by the Roman numerals MDCCI) to 31 December 1800 (MDCCC). During the 18th century, elements of Enlightenment thinking culminated in the Atlantic Revolutions. Revolutions began to challenge the legitimacy of monarchical and aristocratic power structures. The Industrial Revolution began mid-century, leading to radical changes in human society and the environment. The European colonization of the Americas and other parts of the world intensified and associated mass migrations of people grew in size as part of the Age of Sail. During the century, slave trading expanded across the shores of the Atlantic Ocean, while declining in Russia and China.\nWestern historians have occasionally defined the 18th century otherwise for the purposes of their work. For example, the \"short\" 18th century may be defined as 1715–1789, denoting the period of time between the death of Louis XIV of France and the start of the French Revolution, with an emphasis on directly interconnected events. To historians who expand the century to include larger historical movements, the \"long\" 18th century may run from the Glorious Revolution of 1688 to the Battle of Waterloo in 1815 or even later. France was the sole world superpower from 1659, after it defeated Spain, until 1815, when it was defeated by Britain and its coalitions following the Napoleonic Wars.\nIn Europe, philosophers ushered in the Age of Enlightenment. This period coincided with the French Revolution of 1789, and was later compromised by the excesses of the Reign of Terror. At first, many monarchies of Europe embraced Enlightenment ideals, but in the wake of the French Revolution they feared loss of power and formed broad coalitions to oppose the French Republic in the French Revolutionary Wars. Various conflicts throughout the century, including the War of the Spanish Succession and the Seven Years' War, saw Great Britain triumph over its rivals to become the preeminent power in Europe. However, Britain's attempts to exert its authority over the Thirteen Colonies became a catalyst for the American Revolution. The 18th century also marked the end of the Polish–Lithuanian Commonwealth as an independent state. Its semi-democratic government system was not robust enough to prevent partition by the neighboring states of Austria, Prussia, and Russia.\nIn West Asia, Nader Shah led Persia in successful military campaigns. The Ottoman Empire experienced a period of peace, taking no part in European wars from 1740 to 1768. As a result, the empire was not exposed to Europe's military improvements during the Seven Years' War. The Ottoman military consequently lagged behind and suffered several defeats against Russia in the second half of the century.\nIn South Asia, the death of Mughal emperor Aurangzeb was followed by the expansion of the Maratha Confederacy and an increasing level of European influence and control in the region. In 1739, Persian emperor Nader Shah invaded and plundered Delhi, the capital of the Mughal Empire. Later, his general Ahmad Shah Durrani scored another victory against the Marathas, the then dominant power in India, in the Third Battle of Panipat in 1761. By the middle of the century, the British East India Company began to conquer eastern India, and by the end of the century, the Anglo-Mysore Wars against Tipu Sultan and his father Hyder Ali, led to Company rule over the south.\nIn East Asia, the century was marked by the High Qing era, a period characterized by significant cultural and territorial expansion. This period also experienced relative peace and prosperity, allowing for societal growth, increasing literacy rates, flourishing trade, and consolidating imperial power across the vast Qing dynasty's territories. Conversely, the continual seclusion policy of the Tokugawa shogunate also brought a peaceful era called Pax Tokugawa and experienced a flourishment of the arts as well as scientific knowledge and advancements, which were introduced to Japan through the Dutch port of Nagasaki. In Southeast Asia, the Konbaung–Ayutthaya Wars and the Tây Sơn Wars broke out while the Dutch East India Company established increasing levels of control over the Mataram Sultanate.\nIn Africa, the Ethiopian Empire underwent the Zemene Mesafint, a period when the country was ruled by a class of regional noblemen and the emperor was merely a figurehead. The Atlantic slave trade also saw the continued involvement of states such as the Oyo Empire. In Oceania, the European colonization of Australia and New Zealand began during the late half of the century. In the Americas, the United States declared its independence from Great Britain. In 1776, Thomas Jefferson wrote the Declaration of Independence. In 1789, George Washington was inaugurated as the first president. Benjamin Franklin traveled to Europe where he was hailed as an inventor. Examples of his inventions include the lightning rod and bifocal glasses. Túpac Amaru II led an uprising that sought to end Spanish colonial rule in Peru.\n\n", "wikidata_id": "Q7015"}