{"extract": "Die Brennweite eines optischen Systems, bestehend aus einer oder mehreren Linsen oder gewölbten Spiegeln, ist der Abstand zwischen der bildseitigen Hauptebene des Systems und seinem Fokus (Brennpunkt).\n\nEine Sammellinse konzentriert ein parallel einfallendes Strahlenbündel im nach ihr liegenden Brennpunkt (Abbildung rechts, erstes Bild).\nBei Zerstreuungslinsen liegt der Fokus vor der Linse, und ein parallel einfallendes Strahlenbündel wird so zerstreut, als ob die Einzelstrahlen alle aus diesem Fokus stammten (zweites Bild).\nBei einem Hohlspiegel läuft ein parallel einfallendes Strahlenbündel im vor dem Spiegel liegenden Brennpunkt zusammen (drittes Bild).\nBei einem Konvexspiegel wird ein parallel einfallendes Strahlenbündel so zerstreut, als ob die Einzelstrahlen alle aus dem hinter dem Spiegel liegenden Fokus stammten (viertes Bild).\nBei aus mehreren Linsen oder/und Spiegeln bestehenden Systeme – wie zum Beispiel Objektiven von Kameras oder Mikroskopen – lassen sich die Lagen der Hauptebenen (zwei pro System, eine objekt- und eine bildseitige) nicht so einfach erkennen wie bei einer Einzellinse (in ihr) oder bei einem Einzelspiegel (auf seinem Scheitel).\nDie Brennweite ist ein Konzept der paraxialen Optik, sie wird durch eine Grenzwertbetrachtung für gegen Null gehende Abstände und Winkel von Strahlen zur optischen Achse definiert. Man betrachte einen achsparallel in das System einfallenden Strahl und den zugehörigen ausfallenden Strahl, der die Achse im Punkt S schneidet. Sei P der Schnittpunkt der zu Geraden verlängerten ein- und ausfallenden Strahlen. Der parallel zur Achse gemessene Abstand d der Punkte P und S hängt vom Achsabstand a des einfallenden Strahls ab, was eine Auswirkung der sphärischen Aberration ist. Lässt man a gegen Null gehen, dann wandert S zum Brennpunkt und P zum bildseitigen Hauptpunkt des Systems, und d(a) geht gegen die Brennweite:\n\n  \n    \n      \n        f\n        =\n        \n          lim\n          \n            a\n            →\n            0\n          \n        \n        d\n        (\n        a\n        )\n      \n    \n    {\\displaystyle f=\\lim _{a\\rightarrow 0}d(a)}\n  \n.\nDie Menge der Punkte P für alle Achsabstände a wird äquivalenter Ort der Brechung genannt. Im Allgemeinen ist dies keine Ebene, wiederum aufgrund der sphärischen Aberration.\n\n", "wikidata_id": "Q193540"}