{"extract": "Die Physik (bundesdeutsches Hochdeutsch: [fyˈziːk], österreichisches Hochdeutsch: [fʏˈsɪk], Schweizer Hochdeutsch: auch [fɪˈziːk]) ist eine Naturwissenschaft, die grundlegende Phänomene der Natur untersucht. Um deren Eigenschaften und Verhalten anhand von quantitativen Modellen und Gesetzmäßigkeiten zu erklären, befasst sie sich insbesondere mit Materie und Energie und deren Wechselwirkungen in Raum und Zeit.\nErklären bedeutet hier einordnen, vergleichen, allgemeineren Erscheinungen zuordnen oder aus allgemein gültigen Naturgesetzen folgern. Dazu ist häufig die Bildung neuer geeigneter Begriffe nötig, teilweise auch solcher, die der unmittelbaren Anschauung nicht mehr zugänglich sind. Erklärungen in dem philosophischen Sinn, „warum“ die Natur sich so verhält, kann die Physik nicht leisten. Stattdessen setzt sie sich mit dem „wie“ auseinander. Zum Beispiel kann sie nicht erklären, warum Massen einander anziehen. Dieses Verhalten kann lediglich mit verschiedenen Modellen beschrieben werden. Newton tat dies, indem er annahm, dass zwischen Körpern eine Anziehungskraft herrscht. Eine ganz andere Vorstellung hatte Einstein, der die Gravitation damit erklärte, dass Materie die Raumzeit krümmt.\nDie Arbeitsweise der Physik besteht in einem Zusammenwirken experimenteller Methoden und theoretischer Modellbildung. Physikalische Theorien bewähren sich in der Anwendung auf Systeme der Natur, indem sie Vorhersagen über spätere Zustände erlauben, wenn ein früherer Zustand bekannt ist. Erkenntnisfortschritte ergeben sich durch das Wechselspiel von Beobachtung oder Experiment mit der Theorie. Eine neue oder weiterentwickelte Theorie kann bekannte Ergebnisse besser oder überhaupt erstmals erklären und darüber hinaus neue Experimente und Beobachtungen anregen, deren Ergebnisse dann die Theorie bestätigen oder ihr widersprechen. Unerwartete Beobachtungs- oder Versuchsergebnisse geben Anlass zur Theorieentwicklung in verschiedener Gestalt, von schrittweiser Verbesserung bis hin zur völligen Aufgabe einer lange Zeit akzeptierten Theorie.\nErkenntnisse und Modelle der Physik werden intensiv in der Chemie, Geologie, Biologie, Medizin und den Ingenieurwissenschaften genutzt.\n\n", "wikidata_id": "Q413"}