{"extract": "Die Europäische Union (EU) ist ein Staatenverbund aus 27 Staaten, davon 26 in Europa und mit Zypern einem geographisch in Asien. Zur EU gehören geographisch zudem einige Überseegebiete außerhalb des Kontinents. Sie hat insgesamt etwa 450 Millionen Einwohner. Die verbreitetsten Sprachen in der EU sind Deutsch und Französisch unter den Muttersprachen und Englisch als Zweit- oder Fremdsprache. 2012 wurde die Europäische Union mit dem Friedensnobelpreis ausgezeichnet.\nDie EU stellt eine eigenständige Rechtspersönlichkeit dar und hat daher Einsichts- und Rederecht bei den Vereinten Nationen. Das politische System der EU, das sich im Zuge der europäischen Integration herausgebildet hat, basiert auf dem Vertrag über die Europäische Union und dem Vertrag über die Arbeitsweise der Europäischen Union. Es enthält sowohl überstaatliche als auch zwischenstaatliche Elemente. Während im Europäischen Rat und im Rat der Europäischen Union die einzelnen Staaten mit ihren Regierungen vertreten sind, repräsentiert das Europäische Parlament bei der Rechtsetzung der EU unmittelbar die Unionsbürger. Die Europäische Kommission als Exekutivorgan und der EU-Gerichtshof als Rechtsprechungsinstanz sind ebenfalls überstaatliche Einrichtungen.\nDie Anfänge der EU gehen auf die 1950er-Jahre zurück, als zunächst sechs Staaten die Europäische Gemeinschaft für Kohle und Stahl (EGKS) gründeten. Eine gezielte wirtschaftliche Verflechtung sollte militärische Konflikte für die Zukunft verhindern und durch den größeren Markt das Wirtschaftswachstum beschleunigen und damit den Wohlstand der Bürger steigern. Im Lauf der folgenden Jahrzehnte traten in mehreren Erweiterungsrunden weitere Staaten den Gemeinschaften (EG) bei. Ab 1985 wurden mit dem Schengener Übereinkommen die Binnengrenzen zwischen den Mitgliedstaaten geöffnet. Nach der Öffnung des Eisernen Vorhangs 1989 folgten mehrere Erweiterungen im Osten des Kontinents. Mit dem Vertrag von Maastricht wurde 1992 die Europäische Union gegründet, die damit Zuständigkeiten in neuen Politikbereichen bekam. In mehreren Reformverträgen, zuletzt im Vertrag von Lissabon von 2007, wurden die überstaatlichen Zuständigkeiten der EU ausgebaut und die demokratische Verankerung der politischen Entscheidungsprozesse durch die Stellung des Europäischen Parlaments gestärkt.\nVon den 27 EU-Staaten bilden 20 Staaten eine Wirtschafts- und Währungsunion. 2002 wurde eine gemeinsame Währung für diese Staaten, der Euro, eingeführt. Im Rahmen des Raums der Freiheit, der Sicherheit und des Rechts arbeiten die EU-Mitgliedstaaten in der Innen- und Justizpolitik zusammen. Durch die gemeinsame Außen- und Sicherheitspolitik findet ein gemeinsames Auftreten gegenüber Drittstaaten statt. Gegenstand der Initiative Europa 2020 war unter anderem die Digitalpolitik. Die Europäische Union hat Beobachterstatus in der G7, ist Mitglied in der G20 und vertritt ihre Mitgliedstaaten in der Welthandelsorganisation.\nDie EU ist eine Großmacht und wurde auch schon als „aufstrebende Supermacht“ bezeichnet. Nach nominalem Bruttoinlandsprodukt ist die Europäische Union der weltweit drittgrößte Wirtschaftsraum hinter den Vereinigten Staaten und der Volksrepublik China. Die überwiegende Mehrheit der Mitgliedstaaten erbringt, gemessen am Index der menschlichen Entwicklung, einen der höchsten Lebensstandards weltweit.\n\n", "wikidata_id": "Q458"}