{"extract": "Der Welle-Teilchen-Dualismus ist eine Erkenntnis der Quantenphysik, wonach den Objekten der Quantenphysik gleichermaßen die Eigenschaften von klassischen Wellen wie die von klassischen Teilchen zugeschrieben werden müssen. Klassische Wellen breiten sich im Raum aus. Sie schwächen oder verstärken sich durch Überlagerung und können gleichzeitig an verschiedenen Stellen präsent sein und dabei auch verschieden stark einwirken. Ein klassisches Teilchen kann zu einem Zeitpunkt nur an einem bestimmten Ort anwesend sein. Beide Eigenschaften scheinen sich gegenseitig auszuschließen. Trotzdem wurde in mehreren Schlüsselexperimenten für verschiedene Quantenobjekte belegt, dass beide Eigenschaften vorliegen, so dass man jedem Körper eine Materiewelle zuschreibt.\nDie Frage, ob Elektronen oder Lichtquanten Teilchen oder Wellen seien, lässt sich nicht beantworten. Sie sind vielmehr Quantenobjekte, die je nach der Art der Messung, die man an ihnen durchführt, unterschiedliche Eigenschaften in Erscheinung treten lassen. Dieses Problem wurde in der Quantenmechanik in der Kopenhagener Deutung (1927) mit dem dort formulierten Komplementaritätsprinzip zunächst dahingehend gelöst, dass die Festlegung der jeweils beobachteten Eigenschaft nicht allein dem Quantenobjekt zuzuordnen sei, sondern ein Phänomen der gesamten Anordnung aus Quantenobjekt und Messapparatur darstelle. Später entstanden eine Reihe weiterer Interpretationen der Quantenmechanik mit alternativen Erklärungsansätzen.\nIn der Alltagswelt taucht der Welle-Teilchen-Dualismus nicht auf, weil die Wellenlänge der Materiewelle bei makroskopischen Körpern um vieles zu klein ist, um Phänomene hervorzurufen, die eindeutig nur mit wellenartigem Verhalten zu erklären sind. Bei sehr kleinen Wellenlängen stimmen Wellenbild und Teilchenbild nämlich trotz der verschiedenen Ansätze in ihren beobachtbaren Konsequenzen überein, wie aus dem Verhältnis von Strahlenoptik und Wellenoptik schon früher bekannt war. Andererseits ist der Welle-Teilchen-Dualismus keineswegs auf die kleinsten Quantenobjekte beschränkt. Er wurde im Experiment auch schon für große Moleküle aus über 800 Atomen nachgewiesen.\nDie Quantenfeldtheorie versteht sowohl Teilchen als auch Wechselwirkungen als diskrete Anregungen von Feldern. Damit gibt es auf der formalen Ebene keinen Unterschied zwischen diesen beiden Kategorien. Für die Anschauung allerdings bleibt das Problem, dass die zwei gegensätzlichen Bilder hier beide gelten.", "wikidata_id": "Q193068"}