{"extract": "Die Technische Schwingungslehre, auch kurz Schwingungslehre, ist die Wissenschaft von den technischen Schwingungsystemen (Oszillatoren).\nSchwingungen spielen in der Natur und Technik eine große Rolle. Bei schwingfähigen Bauteilen ist deren sichere Auslegung in allen Bereichen der Technik, insbesondere im Maschinenbau, Bauingenieurwesen und in der Elektrotechnik, von großer Bedeutung. Sie beschäftigt sich mit\n\nder Analyse von Schwingungssystemen,\nder Einteilung von Schwingungen und\ndem Entstehen von Schwingungen.\nWesentliche Eigenschaften mechanischer Schwingungssysteme sind ihre Steifigkeit und Trägheit, die sie befähigen eine Verformung zurückzustellen, dabei jedoch die Verformungsgeschwindigkeit aufrechtzuhalten. Diese widerstreitenden Eigenschaften führen im sich selbst überlassenen System nach einer irgendwie eingeleiteten, hinreichend kleinen Auslenkung (im linearen Bereich, wo keine Schäden auftreten) wie in der Animation zu Schwingungen. Deren wichtigste Kenngröße ist die Eigenkreisfrequenz, die den Takt der Schwingung vorgibt. Wird das System in diesem Takt, genauer in dieser Frequenz, angeregt, kann es zur Resonanzkatastrophe kommen, die es in technischen Systemen zu vermeiden gilt.\nSie ist eine theoretische Disziplin, die das vollständige Verständnis technischer Schwingungsphänomene anstrebt, dabei auch ihre  mathematische Beschreibung nutzt, ohne sie zum Selbstzweck werden zu lassen. Schwingungen werden mit Differentialgleichungen beschrieben, die es aufzustellen, zu interpretieren und zu lösen gilt. Die Lösungen sind in ihrer physikalisch-technischen Bedeutung zu verstehen. Kenntnisse der technischen Schwingungslehre sind in der Entwicklung und Konstruktion unabdingbar.\nDie Wellenlehre untersucht sich räumlich ausbreitende Schwingungen. In Abgrenzung dazu, befasst sich dieser Artikel mit stationären Schwingungen, wie sie beim Federpendel oder Kragbalken vorkommen, siehe Bild.", "wikidata_id": "Q129510159"}