{"extract": "Die Fraunhofer-Gesellschaft zur Förderung der angewandten Forschung e. V. (kurz: Fraunhofer) ist mit rund 32.000 Mitarbeitern die größte Organisation für angewandte Forschungs- und Entwicklungsdienstleistungen in Europa. Sie stellt einen wichtigen Teil der deutschen Forschungslandschaft dar, die unter anderem aus Hochschulen, Max-Planck-Gesellschaft, Helmholtz-Gemeinschaft Deutscher Forschungszentren, Wissenschaftsgemeinschaft Gottfried Wilhelm Leibniz und der Deutschen Forschungsgemeinschaft besteht. Der Sitz ist in München.\nNamensgeber ist Joseph von Fraunhofer (1787–1826). Dessen hervorragende Leistung bestand in der Verbindung von exakter wissenschaftlicher Arbeit und deren praktischer Anwendung für neue, innovative Produkte. Joseph von Fraunhofer war als Forscher, Erfinder und Unternehmer gleichermaßen erfolgreich und wurde deshalb zum Vorbild und Namenspatron des Vereins gewählt.\nVereinszweck ist die anwendungsorientierte Forschung zum unmittelbaren Nutzen für Unternehmen und zum Vorteil der Gesellschaft. Die Fraunhofer-Gesellschaft betreibt derzeit mehr als 80 Forschungseinrichtungen, davon 76 Institute, an über 40 Standorten in ganz Deutschland. Rund 30.000 Mitarbeiter, überwiegend mit natur- oder ingenieurwissenschaftlicher Ausbildung, arbeiten mit jährlichen Finanzmitteln von 2,9 Milliarden Euro. Davon sind knapp 2,5 Milliarden Euro Vertragsforschung. Über 70 % davon erwirtschaftet die Fraunhofer-Gesellschaft mit Aufträgen aus der Industrie und durch öffentlich finanzierte Forschungsprojekte. Der Rest wird von Bund und Ländern beigesteuert, auch um damit den Instituten die Möglichkeit zu geben, Vorlaufforschung zu betreiben.\nMitglieder der als gemeinnützig anerkannten Fraunhofer-Gesellschaft sind auch namhafte Unternehmen und private Förderer. Die Ressortforschung für das Bundesministerium der Verteidigung umfasst etwa 3 Prozent des Finanzvolumens der Fraunhofer-Gesellschaft.\n\n", "wikidata_id": "Q161057"}