{"extract": "Kalifornien (englisch  [kælɪˈfɔɹnjə] und spanisch California [kaliˈfoɾnja]) ist ein Bundesstaat im Westen der Vereinigten Staaten von Amerika, der die gesamte südwestliche Küstenregion des Landes ausmacht. Er grenzt im Westen an den Pazifik, im Norden an Oregon, im Osten an Nevada und Arizona und hat im Süden eine gemeinsame Grenze mit dem mexikanischen Bundesstaat Baja California (Niederkalifornien). Mit über 39 Millionen Einwohnern auf einer Fläche von 423.970 Quadratkilometern (163.696 sq mi) ist er der bevölkerungsreichste US-Bundesstaat, der drittgrößte nach Fläche und die bevölkerungsreichste subnationale Einheit in ganz Nordamerika.\nVor der europäischen Kolonisierung war Kalifornien eines der kulturell und sprachlich vielfältigsten Gebiete des präkolumbianischen Nordamerikas. Die europäische Erforschung im 16. und 17. Jahrhundert führte zur Kolonisierung durch das Spanische Reich. Nach dem erfolgreichen Unabhängigkeitskrieg wurde das Gebiet 1821 Teil Mexikos, das es jedoch 1848 nach dem Mexikanisch-Amerikanischen Krieg an die Vereinigten Staaten abtrat. Der 1848 einsetzende Goldrausch in Kalifornien führte zu sozialen und demografischen Veränderungen, einschließlich der Entvölkerung der indigenen Stämme. Der westliche Teil von Alta California wurde dann organisiert und 1850 als 31. Staat zugelassen, während aus den östlichen Gebieten die Staaten Nevada, Arizona und Teile Utahs hervorgingen.\nDer Großraum Los Angeles und die Bucht von San Francisco sind mit 19 Millionen bzw. 10 Millionen Einwohnern die zweit- bzw. fünftbevölkerungsreichsten Ballungsräume der USA; Los Angeles ist die bevölkerungsreichste Stadt des Bundesstaates und die zweitbevölkerungsreichste der USA hinter New York City; die Hauptstadt Kaliforniens ist Sacramento. Die vielfältige Geografie des Bundesstaates reicht von der Pazifikküste und den Ballungsgebieten im Westen bis zu den Bergen der Sierra Nevada im Osten und von den Redwood- und Douglasienwäldern im Nordwesten bis zur Mojave-Wüste im Südosten. Zwei Drittel der nationalen Erdbebenrisikogebiete liegen in Kalifornien. Das Central Valley, ein fruchtbares landwirtschaftliches Gebiet, dominiert das Zentrum des Staates. Die Größe Kaliforniens hat zur Folge, dass das Klima von feuchtem, gemäßigtem Regenwald im Norden bis hin zu trockener Wüste im Landesinneren und schneebedeckten Bergregionen variiert. Dürren und Waldbrände sind ein ständiges Problem, während gleichzeitig atmosphärische Flüsse immer häufiger auftreten und zu starken Überschwemmungen führen – vor allem im Winter.\nKalifornien ist die größte Volkswirtschaft des Landes mit einem Bruttosozialprodukt von 4,132 Billionen Dollar (Stand: 3. Quartal 2024). Kalifornien hat außerdem die größte Wirtschaftskraft unter allen subnationalen Einheiten weltweit und würde als unabhängiger Staat nach den meisten Schätzungen gemessen am nominalen BIP weltweit den vierten Platz einnehmen. Kalifornien ist vor allem für seine Hightechbranche bekannt, aber auch führend in der landwirtschaftlichen Produktion, angeführt von der Produktion von Milchprodukten, Mandeln und Trauben. Mit dem verkehrsreichsten Hafen des Landes in Los Angeles spielt Kalifornien eine zentrale Rolle in der globalen Versorgungskette und wickelt etwa 40 % der in die USA eingeführten Waren ab. Bemerkenswerte Beiträge zur Populärkultur, von Unterhaltung, Sport, Musik und Mode, haben ihren Ursprung in Kalifornien. Der Staat ist die Heimat von Hollywood, der ältesten und einer der größten Filmindustrien der Welt, die das globale Unterhaltungsangebot maßgeblich beeinflusst. Die Bucht von San Francisco und der Großraum Los Angeles gelten als Zentren der globalen Technologie- bzw. der US-Filmindustrie.\n\n", "wikidata_id": "Q99"}