{"extract": "Bildung (von althochdeutsch bilidōn ‚bilden', ‚sich bilden', ‚gestalten', ‚erschaffen', ‚versinnbildlichen', ‚nachahmen'; Abstraktum: bildunga ‚Vorstellung, Vorstellungskraft‘) ist ein vielschichtiger, unterschiedlich definierter Begriff, den man im Kern als Maß für die Übereinstimmung des persönlichen Wissens und Weltbildes eines Menschen mit der Wirklichkeit verstehen kann. Je höher die Bildung ist, desto größer wird die Fähigkeit, Verständnis für Zusammenhänge zu entwickeln und wahre Erkenntnisse zu gewinnen. Der Ausdruck wird sowohl für den Bildungsvorgang („sich bilden“, „gebildet werden“) wie auch für den Bildungszustand („gebildet sein“) einer Person verwendet. Im Hinblick auf den innerhalb einer Bevölkerung gemeinhin erwartbaren Bildungsstand wird von Allgemeinbildung gesprochen.\nIm weiteren Sinn bezeichnet Bildung die Entwicklung eines Menschen hinsichtlich seiner Persönlichkeit zu einem „Menschsein“, das weitgehend den geistigen, sozialen und kulturellen Merkmalen entspricht, die jeweils in der Gesellschaft als Ideal des voll entwickelten Menschen gelten können, wie zum Beispiel das humboldtsche Bildungsideal. Ein Merkmal von Bildung, das nahezu allen modernen Bildungstheorien entnehmbar ist, lässt sich umschreiben als das reflektierte Verhältnis zu sich, zu anderen und zur Welt.\nIm Gegensatz zur beruflichen oder zweckbestimmten Ausbildung bezieht sich Bildung auf eine grundsätzliche und grundlegende kulturelle Formung des Menschen. Vorausgesetzt, wenn auch selten angesprochen, sind hierbei elementare Kulturtechniken wie Auswendiglernen, Lesen, Schreiben, Rechnen. Solche Kulturtechniken werden stets in einem sozialen Kontext vermittelt, dem Bildungswesen im weitesten Sinne. Zum Bildungswesen gehören spezielle Institutionen wie beispielsweise Schulen und Hochschulen, aber auch alle anderen Lehr- und Lernverhältnisse, etwa in Familie, Beruf oder aus eigener Initiative.\nDer moderne, dynamische und ganzheitliche Bildungsbegriff steht für den lebensbegleitenden Entwicklungsprozess des Menschen zu der Persönlichkeit, die er sein kann, aber noch nicht ist. Diesem Prozess sind allerdings Grenzen gesetzt: durch persönliche Voraussetzungen – bezüglich Intellekt, Motivation, Konzentrationsfähigkeit, Grundfertigkeiten – sowie durch zeitliche, räumliche und soziale Bedingungen – Sachzwänge, Verfügbarkeit von Lehrmitteln und Lehrern. Doch ist ein Bildungsprozess nicht an Bildungseinrichtungen gebunden, sondern auch autodidaktisch möglich.\nDie theoretische Beschäftigung mit Bildung stellt – neben der Beschäftigung mit Fragen der Erziehung – das zentrale Thema modernen pädagogischen Nachdenkens dar.\n\n", "wikidata_id": "Q2653450"}