{"extract": "Afrika ist einer der Kontinente der Erde. Seine Fläche von 30,2 Millionen km² entspricht etwa 20 % der gesamten Landfläche des Planeten, er hat eine Bevölkerung von etwa 1,4 Milliarden Menschen (2022). Damit ist er sowohl nach Ausdehnung als auch nach Bevölkerung der zweitgrößte Erdteil nach Asien. Nahezu alle afrikanischen Staaten sind Mitglied der Vereinten Nationen und der Afrikanischen Union. Der Kontinent ist überwiegend ländlich und durch hohe Geburtsraten geprägt, welche durch die Modernisierung sinken. Durch die seit etwa 1950 stark steigende Urbanisierung wohnen immer mehr Afrikaner in städtischen Gebieten. Einige afrikanische Städte gehören zu den weltgrößten Ballungsräumen, darunter Kairo, Lagos, Kinshasa, Johannesburg, Luanda und Alexandria.\nEntsprechend der „Out-of-Africa-Theorie“ gilt Afrika als die „Wiege der Menschheit“, wo im Zuge der Hominisation die Entwicklung zum anatomisch modernen Menschen (Homo sapiens) stattfand. Eine der frühesten Hochkulturen der Menschheit bildete sich im Alten Ägypten. Über die Jahrtausende entstanden auf dem Kontinent verschiedene „Großreiche“ wie das Kaiserreich Abessinien. Der Sklavenhandel mit den afrikanischen Reichen seit dem 16. Jahrhundert und die spätere Kolonisation durch europäische Staaten („Wettlauf um Afrika“) führten zu einer teils Reißbrett-artigen Gebietsaufteilung. Diese wurde im Zuge der Dekolonisation ab der Mitte des 20. Jahrhunderts von vielen neu gebildeten afrikanischen Staaten übernommen. Die heterogenen Völker Afrikas hatten traditionell andere Siedlungsgebiete, was zu verschiedenen Konflikten und Kriegen um Territorial-, Rohstoff- und Machtansprüche beiträgt.\nWährend die meisten Länder Afrikas lange autokratisch regiert wurden, setzten sich ab dem späten 20. Jahrhundert häufiger demokratische Bewegungen durch, wobei die Region Afrika seit Beginn der Demokratiemessungen am schlechtesten abschnitt. Armut, Hungersnöte, Kindersterblichkeit und Gesundheitsprobleme konnten durch Bildung, wirtschaftliche, medizinische und infrastrukturelle Fortschritte in den letzten Jahrzehnten erheblich verringert werden. Die Bedeutung der Staaten Afrikas in der Weltwirtschaft ist nach BIP bis auf einige Ausnahmen wie Südafrika, Nigeria, Ägypten, Algerien, Angola und Marokko noch gering. Mehrere afrikanische Länder zählen seit Beginn des 21. Jahrhunderts jedoch zu den weltweit am schnellsten wachsenden Volkswirtschaften. Die Rohstoffe und die landwirtschaftlich nutzbaren Flächen des Kontinents sind von zunehmender Bedeutung für die afrikanischen Länder wie auch mit ihnen handelnde Industrie- und Schwellenländer.\nDie Geographie und Natur Afrikas sind vielfältig, es gibt eine große Anzahl von naturgeschützten Nationalparks. Das afrikanische UNESCO-Welterbe ist umfassend.\n\n", "wikidata_id": "Q15"}