{"extract": "Die kinetische Energie (von altgriechisch κίνησις kínēsis, deutsch ‚Bewegung‘) oder auch Bewegungsenergie oder selten Geschwindigkeitsenergie ist die Energie, die ein Objekt aufgrund seiner Bewegung enthält. Sie entspricht der Arbeit, die aufgewendet werden muss, um das Objekt aus der Ruhe in die momentane Bewegung zu versetzen.\nSie hängt von der Masse und der Geschwindigkeit des bewegten Körpers ab.\nAls Formelzeichen für die kinetische Energie wird häufig \n  \n    \n      \n        T\n      \n    \n    {\\displaystyle T}\n  \n oder \n  \n    \n      \n        \n          E\n          \n            \n              k\n              i\n              n\n            \n          \n        \n      \n    \n    {\\displaystyle E_{\\mathrm {kin} }}\n  \n verwendet. Die SI-Maßeinheit der kinetischen Energie ist das Joule.\nDas Konzept der kinetischen Energie als eine Größe, die bei elastischen Stößen und vielen anderen mechanischen Vorgängen erhalten bleibt, wurde als vis viva (‚Lebendige Kraft‘) von Gottfried Wilhelm Leibniz eingeführt, der darin in Streit mit den Anhängern von René Descartes die korrekte Erhaltungsgröße in der Mechanik sah (1686). Diese Größe war allerdings um den Faktor 2 größer als die heute gültige kinetische Energie. Der Faktor 1⁄2 in der Formel für die kinetische Energie findet sich schon 1726 bei Daniel Bernoulli. Das eigentliche Energiekonzept bildete sich aber erst im 19. Jahrhundert heraus, insbesondere in der Schule der angewandten Mathematik in Frankreich und mit dem Aufkommen der Thermodynamik. In der Mechanik des 18. Jahrhunderts, deren Hauptuntersuchungsgegenstand die Himmelsmechanik war, spielte es noch keine große Rolle.\nDie Ausdrücke „kinetische Energie“ und „potentielle Energie“ wurden 1859 von dem schottischen Ingenieur William J. M. Rankine geprägt.", "wikidata_id": "Q46276"}