{"extract": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Northwestern Europe, off the coast of the continental mainland. It comprises England, Scotland, Wales, and Northern Ireland. The UK includes the island of Great Britain, the north-eastern part of the island of Ireland, and most of the smaller islands within the British Isles, covering 94,354 square miles (244,376 km2). Northern Ireland shares a land border with the Republic of Ireland; otherwise, the United Kingdom is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea, and the Irish Sea. The UK maintains sovereignty over the British Overseas Territories, which are located across various oceans and seas globally. The United Kingdom had an estimated population of over 68.2 million people in 2023. The capital and largest city of both England and the United Kingdom is London. The cities of Edinburgh, Cardiff, and Belfast are the national capitals of Scotland, Wales, and Northern Ireland, respectively.\nThe UK has been inhabited continuously since the Neolithic. In AD 43, the Roman conquest of Britain began; the Roman departure was followed by Anglo-Saxon settlement. In 1066, the Normans conquered England. With the end of the Wars of the Roses, the English state stabilised and began to grow in power, resulting by the 16th century in the annexation of Wales, and the establishment of the British Empire. Over the course of the 17th century, the role of the British monarchy was reduced, particularly as a result of the English Civil War. In 1707, the Kingdom of England and the Kingdom of Scotland united under the Treaty of Union to create the Kingdom of Great Britain. In the Georgian era, the office of prime minister became established. The Acts of Union 1800 incorporated the Kingdom of Ireland to create the United Kingdom of Great Britain and Ireland in 1801. Most of Ireland seceded from the UK in 1922 as the Irish Free State, and the Royal and Parliamentary Titles Act 1927 created the present United Kingdom.\nThe UK became the first industrialised country and was the world's foremost power for the majority of the 19th and early 20th centuries, particularly during the Pax Britannica between 1815 and 1914. The British Empire was the leading economic power for most of the 19th century, a position supported by its agricultural prosperity, its role as a dominant trading nation, a massive industrial capacity, significant technological achievements, and the rise of 19th-century London as the world's principal financial centre. At its height in the 1920s, the British Empire encompassed almost a quarter of the world's landmass and population, and was the largest empire in history. However, its involvement in the First World War and the Second World War damaged Britain's economic power, and a global wave of decolonisation led to the independence of most British colonies.\nThe United Kingdom is a constitutional monarchy and parliamentary democracy. The UK has three distinct jurisdictions: England and Wales, Scotland, and Northern Ireland. Since 1999, Scotland, Wales and Northern Ireland have their own governments and parliaments which control various devolved matters. A developed country with an advanced economy, the UK ranks amongst the largest economies by nominal GDP, and is one of the world's largest exporters and importers. It is a nuclear state with one of the world's highest military budgets. Its soft power influence can be observed in the legal and political systems of many of its former colonies, and British culture remains globally influential, particularly in language, literature, music and sport. English is the world's most widely spoken language and the third-most spoken native language. The country is part of multiple international organisations and forums.", "wikidata_id": "Q145"}