{"extract": "Ein Werk im Bereich der Literatur besteht aus Text und wird durch seine Veröffentlichung ein literarhistorisches Faktum. Im Allgemeinen wird der Begriff ›Werk‹ für eine bestimmte Anzahl an varianten oder invarianten Textstücken verwendet, „die trotz ihrer Varianz gegeneinander so weitgehend übereinstimmen, daß sie unter ein gemeinsames Dach gehören“, so Rüdiger Nutt-Kofoth. In editionsphilologischer Hinsicht ist der Erstdruck eines Werkes diejenige Fassung, durch den der Text seinen Werkcharakter erhält und der als Grundlage für eine Edition angesehen wird. Manchmal gibt es allerdings keinen nicht-fragmentarischen Text, aber es soll dennoch eine Werkausgabe erstellt werden. In einem solchen Fall, meinen Herbert Kraft, Diana Schilling und Gert Vonhoff in Anlehnung an Walter Benjamin, wird als Werk auch dasjenige begriffen, was als ein erzwungenes Ergebnis des Entstehungsprozesses eines Werks angesehen werden kann.\nDie traditionelle Auffassung sah ein Werk als das Ergebnis eines Schaffensaktes an, den man sich als originalästhetisch vorstellte, und demzufolge sich ein Werk durch Originalität und Identität auszeichnete. Die Hamburger Goethe-Ausgabe beispielsweise, die seit den späten 1940er Jahren herauskam und zum Muster für andere historisch-kritische Ausgaben wurde, ist nach Ansicht von Kraft, Schilling und Vonhoff „weitgehend in diesem Paradigma idealistischer Ästhetik“ verblieben. Sie zeichnet sich von ihrem Werkbegriff her dadurch aus, dass Fragen des Ursprungs und des Einflusses denen nach Originalität und Identität zumeist untergeordnet wurden.\nDemgegenüber steht eine Auffassung von Werk, die sich in den ideologiekritischen Debatten Ende der sechziger Jahre herauszubilden begann. Auf Julia Kristevas Bachtin-Rezeption, vor allem ihre Arbeit mit seinem Konzept der Dialogizität, geht die Einführung des Begriffs der Intertextualität zurück, der vielfältige Ausformungen erfuhr. Im Anschluss an diese begrifflichen Erweiterungen versuchen Kraft, Schilling und Vonhoff mit dem Begriff funktionale Verweisungen zu verdeutlichen, dass es einen Werkbegriff jenseits der „Grenzen der bürgerlich-genialischen Entitätskonzepte“ geben kann, insofern ein Werk „mehr ist als eine in sich abgeschlossene, monadenartig zu denkende Größe.“ Funktionale Verweisungen bestimmen ein Werk durch „dessen stets besondere Formung kontextueller Bezüge.“\nWeitere Auffassungen und Definitionen von Werk finden sich bei Siegfried Scheibe (1991), bei Klaus Kanzog (1991) und bei Heinrich Schepers (1991). Diese lauten nach Einschätzung von Herbert Kraft anders als die seine.\nDurch den Leseprozess werden Werke in ihrer Bedeutung konstituiert.", "wikidata_id": "Q7725634"}