{"extract": "Die Thermodynamik (von altgriechisch θερμός thermós, deutsch ‚warm‘, sowie altgriechisch δύναμις dýnamis, deutsch ‚Kraft‘) oder Wärmelehre ist ein Teilgebiet der Physik.\nSie hat ihren Ursprung im Studium der Dampfmaschinen und ging der Frage nach, wie man Wärme in mechanische Arbeit umwandeln kann. Dazu beschreibt sie Systeme aus hinreichend vielen Teilchen und deren Zustandsübergänge anhand von makroskopischen Zustandsgrößen, die statistische Funktionen der detaillierten Vielteilchenzustände darstellen.\nAls Ingenieurwissenschaft hat sie für die verschiedenen Möglichkeiten der Energie­umwandlung Bedeutung und in der Verfahrenstechnik beschreibt sie Eigenschaften und das Verhalten von Stoffen, die an Prozessen beteiligt sind. Als Begründer gilt der französische Physiker Sadi Carnot, der 1824 seine wegweisende Arbeit schrieb.\nEine zentrale Bedeutung haben die Hauptsätze der Thermodynamik, die eine ähnliche Stellung einnehmen wie die Newtonschen Axiome in der klassischen Mechanik oder die Maxwell-Gleichungen in der Elektrodynamik.\n\nDer erste Hauptsatz besagt, dass die gesamte Energie in einem abgeschlossenen System konstant ist. Dieser Satz ist auch als Energieerhaltungssatz bekannt und hat in der gesamten Physik Gültigkeit.\nDer zweite Hauptsatz drückt aus, in welcher Richtung spontane Energieumwandlungen möglich sind. Außerdem wird die Wertigkeit der Energieformen über die Entropie erfasst. Beispielsweise ist es möglich, mechanische, elektrische oder chemische Energie ohne großen Aufwand fast vollständig in Wärmeenergie (thermische Energie) umzuwandeln. Mechanische und elektrische Energie sind damit fast reine Exergie.  In umgekehrter Richtung dagegen lässt sich vorhandene Wärmeenergie nur teilweise und nur mit hohem technischen Aufwand in diese anderen Energien umwandeln.\nIn der Thermodynamik gibt es zwei verschiedene Herangehensweisen, die sich darin unterscheiden, ob Stoffe als Kontinuum betrachtet werden, die sich beliebig teilen lassen, oder ob sie als Ansammlung von Teilchen wie Atomen oder Molekülen gesehen werden:\n\nDie ältere Herangehensweise betrachtet Stoffe als Kontinuum und wird als klassische, phänomenologische oder Technische Thermodynamik (auch Technische Wärmelehre) bezeichnet und benutzt Begriffe wie Wärme, Druck, Volumen und Temperatur. Sie ist Teil der Klassischen Physik und vieler Ingenieurwissenschaften. Wenn die betrachteten Systeme aus mindestens \n  \n    \n      \n        \n          10\n          \n            22\n          \n        \n      \n    \n    {\\displaystyle 10^{22}}\n  \n Teilchen bestehen, was bei technischen Systemen immer der Fall ist, so ist dies eine sehr gute Näherung.\nDie statistische Thermodynamik dagegen geht von makroskopisch-großen Systemen (also mit einer großen Anzahl einzelner Teilchen) aus und beschreibt diese Systeme aufgrund der großen Anzahl mit statistischen Methoden und der kinetischen Gastheorie. Sie ist daher Teil der statistischen Physik und erklärt beispielsweise, wie der Druck eines Gases auf den Behälter durch Stöße der einzelnen Moleküle des Gases entsteht oder wie die Temperatur mit der kinetischen Energie der Teilchen zusammenhängt. Dieses Modell dient somit als Erklärung für verschiedene Phänomene und als theoretisches Fundament für die Hauptsätze, bietet aber für die Analyse oder Berechnung in den Ingenieurwissenschaften keine Vorteile, sodass sie dort nicht verfolgt wird.\nDie Thermodynamik untersucht zum einen Prozesse, bei denen Wärme eine Rolle spielt, ohne die spezifischen Eigenschaften der beteiligten Stoffe zu berücksichtigen. Besonders relevant sind dabei thermodynamische Kreisprozesse, die in der Technik häufig Anwendung finden. Zum anderen befasst sich die Thermodynamik mit den verschiedenen Aggregatzuständen von Stoffen und deren Übergängen, wie Schmelzen, Sieden oder Verdampfen. Die Zeitspanne zwischen den jeweiligen Zuständen wird üblicherweise nicht berücksichtigt, das wird in der Reaktionskinetik behandelt. \nEin weiterer spezieller Bereich der Thermodynamik ist die Thermochemie. Sie beschäftigt sich unter anderem mit der Bestimmung der Wärmemengen, die bei chemischen Reaktionen umgesetzt werden (Reaktionsenthalpie). Dabei hängt die umgewandelte thermische Energie stark von den jeweiligen Stoffen ab.", "wikidata_id": "Q11473"}