{"extract": "Im Jahr 1687 erschien Isaac Newtons Werk Philosophiae Naturalis Principia Mathematica (lat.; ‚Mathematische Prinzipien der Naturphilosophie‘), in dem Newton drei Grundsätze der Bewegungslehre formuliert, die als die Newtonschen Axiome, Grundgesetze der Bewegung, Newtonsche Prinzipien oder auch Newtonsche Gesetze bekannt sind. Sie werden in Newtons Werk mit Lex prima, Lex secunda und Lex tertia (‚Erstes/Zweites/Drittes Gesetz‘) bezeichnet, oder zusammengenommen mit axiomata, sive leges motus (‚Axiome oder Gesetze der Bewegung‘).\nDiese Gesetze bilden das Fundament der Klassischen Mechanik. Obwohl sie im Rahmen moderner physikalischer Theorien wie der Quantenmechanik und der Relativitätstheorie nicht uneingeschränkt gelten, sind mit ihrer Hilfe innerhalb des weiten Gültigkeitsbereiches der klassischen Mechanik zuverlässige Vorhersagen möglich.\nMeistens werden die drei Gesetze in vereinfachter Form so wiedergegeben:\n\nEin kräftefreier Körper bleibt in Ruhe oder bewegt sich geradlinig mit konstanter Geschwindigkeit.\nKraft gleich Masse mal Beschleunigung:\n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        m\n        ⋅\n        \n          \n            \n              a\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {F}}=m\\cdot {\\vec {a}}}\n  \n\nKraft gleich Gegenkraft: Eine Kraft von Körper A auf Körper B geht immer mit einer gleich großen, aber entgegen gerichteten Kraft von Körper B auf Körper A einher:\n\n  \n    \n      \n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            A\n            →\n            B\n          \n        \n        =\n        −\n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            B\n            →\n            A\n          \n        \n      \n    \n    {\\displaystyle {\\vec {F}}_{A\\to B}=-{\\vec {F}}_{B\\to A}}\n  \n\nZudem ging Newton davon aus, dass zwei Kräfte mit einem Kräfteparallelogramm zu einer resultierenden Kraft zusammengefasst werden können. Das Axiom vom Kräfteparallelogramm wurde auch als viertes Newtonsches Gesetz bezeichnet, während in moderner Literatur meist das allgemeinere Superpositionsprinzip als viertes Newtonsches Gesetz genannt wird.\n\n", "wikidata_id": "Q38433"}