{"extract": "Kohärenz (von lat.: cohaerere = zusammenhängen) bezeichnet bei einem oder mehreren ausgedehnten physikalischen  Wellenfeldern die Eigenschaft, dass sich die momentanen Auslenkungen (oder Werte) an verschiedenen Orten zeitlich bis auf eine konstant bleibende Phasenverschiebung auf dieselbe Weise ändern. Als Folge kann bei der Überlagerung von kohärenten Wellen oder kohärenter Strahlung eine zeitlich und räumlich stationäre Interferenz sichtbar werden. Das Fehlen von Kohärenz wird als Inkohärenz bezeichnet.\nDavon abgeleitet wird in der Quantenmechanik von kohärenter Überlagerung verschiedener Zustände gesprochen, wenn sie unter Beachtung ihrer quantenmechanischen Phasen addiert werden müssen wie Vektoren.\nWellen gleicher Art, für die das Superpositionsprinzip gilt, bilden immer eine resultierende Welle, deren Wert an jedem Ort die Summe der momentanen Werte der überlagerten Wellen ist. Sind zwei Wellen kohärent und haben die Phasendifferenz Null, ist die Amplitude der resultierenden Welle also die Summe der Amplituden der einzelnen Wellen (konstruktive Interferenz). Ist die Phasendifferenz 180°, werden die Amplituden voneinander subtrahiert. Dann löschen sich im Fall gleicher Amplituden die beiden Wellen aus (destruktive Interferenz).\nAuch inkohärente Wellen addieren sich an jedem Ort, dies aber mit ständig variierender Phasendifferenz. Für die resultierende Welle gilt: Im zeitlichen Mittel ist ihr (Betrags-)Quadrat gleich der Summe der zeitlich gemittelten (Betrags-)Quadrate der beiden überlagerten Wellen. Bei Inkohärenz addieren sich daher nicht ihre Amplituden, sondern ihre Intensitäten. Eine Schwächung oder sogar gegenseitige Auslöschung ist im zeitlichen Mittel ausgeschlossen.\nReale physikalische Wellen sind zeitlich und räumlich begrenzt, anders als die Sinuskurven, die häufig zu ihrer mathematischen Beschreibung gewählt werden. Auch haben zwei durch verschiedene Anordnungen erzeugte Wellen meist leicht unterschiedliche Frequenzen und können schon deshalb nicht kohärent sein. Das Vorhandensein von Kohärenz deutet daher meist auf eine gemeinsame oder zusammenhängende Entstehungsgeschichte der Wellen hin. Je nach Zeitdauer dieser Entstehung kann die Kohärenz somit zeitlich begrenzt sein, die dabei von den Wellen zurückgelegte Weglänge ist die Kohärenzlänge, die die räumliche Ausdehnung ihrer Kohärenz bemisst.\nKohärenz spielt eine Rolle in allen Bereichen der Physik, in denen Interferenzen beobachtet werden, insbesondere in der Laseroptik, der Spektroskopie und der Interferometrie. Dabei spielt es für die Bedeutung der Kohärenz keine Rolle, ob es sich um Lichtwellen oder um Materiewellen handelt. Da es insbesondere in der Lasertechnik möglich ist, von einzelnen Photonen zahlreiche Kopien mit zusammenhängender Entstehungsgeschichte zu erzeugen, so hat die Kohärenz auch eine große Bedeutung in deren Anwendungsgebieten, wie der Erstellung von Hologrammen, der Quantenkryptographie oder der Signalverarbeitung.\nAls Maß der Interferenzfähigkeit zweier Wellen und damit der Kohärenz der beiden dient das Korrelationsintegral.\n\n", "wikidata_id": "Q193147"}