{"extract": "Ein Kraftfeld ist ein physikalisches Feld, in dem auf einen Körper eine Kraft wirkt. Die Kraft darf jedoch nur vom Ort und evtl. von der Zeit abhängen aber nicht etwa direkt von der Geschwindigkeit. Ist die Kraft zu einer feststehenden Eigenschaft des Körpers proportional, wie zum Beispiel die Schwerkraft zu seiner Masse oder die elektrostatische Kraft zu seiner Ladung, dann bezeichnet man den Proportionalitätsfaktor als die Feldstärke des Kraftfeldes. Die Feldstärke ist ebenfalls ein Feld und wird als Eigenschaft des Raums angesehen. In der Realität kann ein in ihm befindlicher Körper das umgebende Feld beeinflussen. Um in solchen Fällen die Analyse zu vereinfachen, werden Probekörper definiert, die auf das Feld keinen Einfluss haben und die punktförmig, d. h. ausdehnungslos, gedacht werden; im Fall des Gravitationsfeldes wird auch von Probemasse, beim elektrischen Feld von Probeladung gesprochen, die so klein sind, dass deren Rückwirkung auf das Kraftfeld vernachlässigt werden kann.\nMathematisch sind das Kraftfeld und seine Feldstärke vektorwertige Funktionen des Ortes \n  \n    \n      \n        \n          \n            \n              r\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {r}}}\n  \n und gegebenenfalls auch der Zeit \n  \n    \n      \n        t\n      \n    \n    {\\displaystyle t}\n  \n : \n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        (\n        \n          \n            \n              r\n              →\n            \n          \n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle {\\vec {F}}({\\vec {r}},t)}\n  \n. Sie können mit Hilfe von Feldlinien dargestellt werden. Besondere Bedeutung haben Kraftfelder, die nur vom Ort abhängen (\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        (\n        \n          \n            \n              r\n              →\n            \n          \n        \n        )\n      \n    \n    {\\displaystyle {\\vec {F}}({\\vec {r}})}\n  \n), und hierin wiederum solche, die ein Potential besitzen und so eine konservative Kraft hervorbringen.\nDas Kraftfeld ist die Ursache der Kraft, die auf den Körper wirkt. Neben Kraftfeldern kann eine Kraft auch von einem flächenverteilten Druck verursacht werden, der in der Kontinuumsmechanik ebenfalls als Feldgröße dargestellt wird.", "wikidata_id": "Q991239"}