{"extract": "Maxwell's equations, or Maxwell–Heaviside equations, are a set of coupled partial differential equations that, together with the Lorentz force law, form the foundation of classical electromagnetism, classical optics, electric and magnetic circuits. \nThe equations provide a mathematical model for electric, optical, and radio technologies, such as power generation, electric motors, wireless communication, lenses, radar, etc. They describe how electric and magnetic fields are generated by charges, currents, and changes of the fields. The equations are named after the physicist and mathematician James Clerk Maxwell, who, in 1861 and 1862, published an early form of the equations that included the Lorentz force law. Maxwell first used the equations to propose that light is an electromagnetic phenomenon. The modern form of the equations in their most common formulation is credited to Oliver Heaviside.\nMaxwell's equations may be combined to demonstrate how fluctuations in electromagnetic fields (waves) propagate at a constant speed in vacuum, c (299792458 m/s). Known as electromagnetic radiation, these waves occur at various wavelengths to produce a spectrum of radiation from radio waves to gamma rays.\nIn partial differential equation form and a coherent system of units, Maxwell's microscopic equations can be written as (top to bottom: Gauss's law, Gauss's law for magnetism, Faraday's law, Ampère-Maxwell law)\n\n  \n    \n      \n        \n          \n            \n              \n                ∇\n                ⋅\n                \n                  E\n                \n                \n                \n                \n              \n              \n                \n                =\n                \n                  \n                    ρ\n                    \n                      ε\n                      \n                        0\n                      \n                    \n                  \n                \n              \n            \n            \n              \n                ∇\n                ⋅\n                \n                  B\n                \n                \n                \n                \n              \n              \n                \n                =\n                0\n              \n            \n            \n              \n                ∇\n                ×\n                \n                  E\n                \n              \n              \n                \n                =\n                −\n                \n                  \n                    \n                      ∂\n                      \n                        B\n                      \n                    \n                    \n                      ∂\n                      t\n                    \n                  \n                \n              \n            \n            \n              \n                ∇\n                ×\n                \n                  B\n                \n              \n              \n                \n                =\n                \n                  μ\n                  \n                    0\n                  \n                \n                \n                  (\n                  \n                    \n                      J\n                    \n                    +\n                    \n                      ε\n                      \n                        0\n                      \n                    \n                    \n                      \n                        \n                          ∂\n                          \n                            E\n                          \n                        \n                        \n                          ∂\n                          t\n                        \n                      \n                    \n                  \n                  )\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}\\nabla \\cdot \\mathbf {E} \\,\\,\\,&={\\frac {\\rho }{\\varepsilon _{0}}}\\\\\\nabla \\cdot \\mathbf {B} \\,\\,\\,&=0\\\\\\nabla \\times \\mathbf {E} &=-{\\frac {\\partial \\mathbf {B} }{\\partial t}}\\\\\\nabla \\times \\mathbf {B} &=\\mu _{0}\\left(\\mathbf {J} +\\varepsilon _{0}{\\frac {\\partial \\mathbf {E} }{\\partial t}}\\right)\\end{aligned}}}\n  \n\nWith \n  \n    \n      \n        \n          E\n        \n      \n    \n    {\\displaystyle \\mathbf {E} }\n  \n the electric field, \n  \n    \n      \n        \n          B\n        \n      \n    \n    {\\displaystyle \\mathbf {B} }\n  \n the magnetic field, \n  \n    \n      \n        ρ\n      \n    \n    {\\displaystyle \\rho }\n  \n the electric charge density and \n  \n    \n      \n        \n          J\n        \n      \n    \n    {\\displaystyle \\mathbf {J} }\n  \n the current density. \n  \n    \n      \n        \n          ε\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle \\varepsilon _{0}}\n  \n is the vacuum permittivity and \n  \n    \n      \n        \n          μ\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle \\mu _{0}}\n  \n the vacuum permeability.\nThe equations have two major variants:\n\nThe microscopic equations have universal applicability but are unwieldy for common calculations. They relate the electric and magnetic fields to total charge and total current, including the complicated charges and currents in materials at the atomic scale.\nThe macroscopic equations define two new auxiliary fields that describe the large-scale behaviour of matter without having to consider atomic-scale charges and quantum phenomena like spins. However, their use requires experimentally determined parameters for a phenomenological description of the electromagnetic response of materials.\nThe term \"Maxwell's equations\" is often also used for equivalent alternative formulations. Versions of Maxwell's equations based on the electric and magnetic scalar potentials are preferred for explicitly solving the equations as a boundary value problem, analytical mechanics, or for use in quantum mechanics. The covariant formulation (on spacetime rather than space and time separately) makes the compatibility of Maxwell's equations with special relativity manifest. Maxwell's equations in curved spacetime, commonly used in high-energy and gravitational physics, are compatible with general relativity. In fact, Albert Einstein developed special and general relativity to accommodate the invariant speed of light, a consequence of  Maxwell's equations, with the principle that only relative movement has physical consequences.\nThe publication of the equations marked the unification of a theory for previously separately described phenomena: magnetism, electricity, light, and associated radiation.\nSince the mid-20th century, it has been understood that Maxwell's equations do not give an exact description of electromagnetic phenomena, but are instead a classical limit of the more precise theory of quantum electrodynamics.\n\n", "wikidata_id": "Q51501"}