{"extract": "Die elektrische Spannung (oft auch vereinfacht nur als Spannung bezeichnet) ist eine grundlegende physikalische Größe der Elektrotechnik und Elektrodynamik. Ihr Formelzeichen ist das \n  \n    \n      \n        U\n      \n    \n    {\\displaystyle U}\n  \n (von lateinisch urgere: drängen, drücken). Sie wird im internationalen Einheitensystem in der Einheit Volt (Einheitenzeichen: V) angegeben. Zur Kennzeichnung einer Zeitabhängigkeit verwendet man den Kleinbuchstaben \n  \n    \n      \n        u\n      \n    \n    {\\displaystyle u}\n  \n für den Augenblickswert der Spannung. Im Angelsächsischen wird das Formelzeichen \n  \n    \n      \n        V\n      \n    \n    {\\displaystyle V}\n  \n verwendet.\nVereinfacht gesagt – und in alltäglichen Stromkreisen passend – charakterisiert die Spannung die „Stärke“ einer Spannungsquelle; sie ist die Ursache für den elektrischen Strom, der die elektrische Ladung transportiert. Wenn beispielsweise die zwei Pole einer Batterie oder einer Steckdose durch ein elektrisch leitfähiges Bauelement miteinander verbunden werden, fließt Strom. Wie groß sich die elektrische Stromstärke dabei einstellt, hängt von der Größe der Spannung und von einer Eigenschaft des leitfähigen Bauelementes ab, die als elektrischer Widerstand bezeichnet wird. In umgekehrter Betrachtungsweise tritt an einem stromdurchflossenen Körper eine Spannung auf, die dann Spannungsabfall oder Spannungsfall genannt wird. Dieser hat am Verbraucher eine Energieabgabe nach außen zur Folge; dagegen ist eine Quellenspannung in der Regel mit einer Energiezufuhr in einen Stromkreis verbunden. Nach der elektro-hydraulischen Analogie kann man sich die Spannung, die die elektrische Ladung durch den Leiter treibt, durch die Druckdifferenz zwischen zwei Stellen einer Rohrleitung vorstellen, die die Flüssigkeit durch das Rohr treibt.\nNach den physikalischen Grundlagen drückt die Spannung die Fähigkeit aus, Ladungen zu verschieben, sodass durch den angeschlossenen Verbraucher ein Strom fließt und Arbeit verrichtet wird. Die elektrische Spannung zwischen zwei Punkten wird definiert als das Linienintegral der elektrischen Feldstärke längs eines festgelegten Weges von dem einen Punkt zum anderen. Sie ist zugleich die Differenz der potentiellen elektrischen Energie, die eine Ladung an den zwei Punkten hat, bezogen auf diese Ladung. Das wird auch vereinfachend als „Spannung = Energie pro Ladung“ bezeichnet.\nAuf „natürliche“ Weise entsteht elektrische Spannung zum Beispiel durch Reibung, bei der Bildung von Gewittern, durch Ionentransport durch eine Biomembran und bei chemischen Redoxreaktionen. Zur technischen Nutzung werden Spannungen meistens durch elektromagnetische Induktion sowie durch Prozesse der Elektrochemie erzeugt.\nElektrische Spannungen gibt es in einem weiten Größenordnungsbereich. Sie können für den Menschen lebensgefährliche Ströme verursachen.", "wikidata_id": "Q25428"}