{"extract": "In organic chemistry, an addition reaction is an organic reaction in which two or more molecules combine to form a larger molecule called the adduct.\nAn addition reaction is limited to chemical compounds that have multiple bonds. Examples include a molecule with a carbon–carbon double bond (an alkene) or a triple bond (an alkyne). Another example is a compound that has rings (which are also considered points of unsaturation). A molecule that has carbon—heteroatom double bonds, such as a carbonyl group (C=O) or imine group (C=N), can undergo an addition reaction because its double-bond.\nAn addition reaction is the reverse of an elimination reaction, in which one molecule divides into two or more molecules. For instance, the hydration of an alkene to an alcohol is reversed by dehydration. \nThere are two main types of polar addition reactions: electrophilic addition and nucleophilic addition. Two non-polar addition reactions exist as well, called free-radical addition and cycloadditions.  Addition reactions are also encountered in polymerizations and called addition polymerization.  \n\nDepending on the product structure, it could promptly react further to eject a leaving group to give the addition–elimination reaction sequence.\nAddition reactions are useful in analytic chemistry, as they can identify the existence and number of double bonds in a molecule.  For example, bromine addition will consume a bromine solution, resulting in a color change: \n\n  \n    \n      \n        \n          \n            RR\n            ′\n          \n          C\n          \n            =\n          \n          \n            CR\n            ″\n          \n          \n            R\n            ‴\n          \n          +\n          \n            Br\n            \n              2\n            \n            \n              \n            \n          \n          \n            (\n            orange\n            \n              −\n            \n            brown\n            )\n          \n          \n            \n              →\n              \n                \n                  \n\n                  \n                  \n                    \n                      CCl\n                      \n                        4\n                      \n                      \n                        \n                      \n                    \n                  \n                \n              \n            \n          \n          \n            RR\n            ′\n          \n          CBr\n          \n            −\n          \n          \n            BrCR\n            ″\n          \n          \n            R\n            ‴\n          \n          \n            (\n            typically\n             \n            colorless\n            )\n          \n        \n      \n    \n    {\\displaystyle {\\ce {RR'C=CR''R'''+Br2(orange-brown)->[{} \\atop {\\ce {CCl4}}]RR'CBr-BrCR''R'''(typically\\ colorless)}}}\n  \n\nLikewise hydrogen addition often proceeds on all double-bonds of a molecule, and thus gives a count of the number of a double and triple bonds through stoichiometry:\n\n  \n    \n      \n        \n          \n            \n              \n                (\n                \n                  H\n                  \n                    2\n                  \n                  \n                    \n                  \n                \n                C\n                \n                  =\n                \n                CH\n                )\n              \n              \n                2\n              \n              \n                \n              \n            \n          \n          +\n          2\n          \n          \n            H\n            \n              2\n            \n            \n              \n            \n          \n          \n            \n              →\n              \n                \n                  \n\n                  \n                  \n                    \n                      Pt\n                    \n                    \n                      /\n                    \n                    \n                      Pd\n                    \n                  \n                \n              \n            \n          \n          \n            \n              (\n              \n                H\n                \n                  3\n                \n                \n                  \n                \n              \n              C\n              \n                −\n              \n              \n                CH\n                \n                  2\n                \n                \n                  \n                \n              \n              )\n            \n            \n              2\n            \n            \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {{(H2C=CH)2}+2H2->[{} \\atop {\\ce {Pt}}/{\\ce {Pd}}](H3C-CH2)2}}}", "wikidata_id": "Q212745"}