{"extract": "In mathematics, the quaternion number system extends the complex numbers. Quaternions were first described by the Irish mathematician William Rowan Hamilton in 1843 and applied to mechanics in three-dimensional space. The algebra of quaternions is often denoted by H (for Hamilton), or in blackboard bold by \n  \n    \n      \n        \n          H\n        \n        .\n      \n    \n    {\\displaystyle \\mathbb {H} .}\n  \n Quaternions are not a field, because multiplication of quaternions is not, in general, commutative. Quaternions provide a definition of the quotient of two vectors in a three-dimensional space. Quaternions are generally represented in the form\n\n  \n    \n      \n        a\n        +\n        b\n        \n        \n          i\n        \n        +\n        c\n        \n        \n          j\n        \n        +\n        d\n        \n        \n          k\n        \n        ,\n      \n    \n    {\\displaystyle a+b\\,\\mathbf {i} +c\\,\\mathbf {j} +d\\,\\mathbf {k} ,}\n  \n\nwhere the coefficients a, b, c, d are real numbers, and 1, i, j, k are the basis vectors or basis elements.\nQuaternions are used in pure mathematics, but also have practical uses in applied mathematics, particularly for calculations involving three-dimensional rotations, such as in three-dimensional computer graphics, computer vision, robotics, magnetic resonance imaging and crystallographic texture analysis. They can be used alongside other methods of rotation, such as Euler angles and rotation matrices, or as an alternative to them, depending on the application.\nIn modern terms, quaternions form a four-dimensional associative normed division algebra over the real numbers, and therefore a ring, also a division ring and a domain. It is a special case of a Clifford algebra, classified as \n  \n    \n      \n        \n          Cl\n          \n            0\n            ,\n            2\n          \n        \n        ⁡\n        (\n        \n          R\n        \n        )\n        ≅\n        \n          Cl\n          \n            3\n            ,\n            0\n          \n          \n            +\n          \n        \n        ⁡\n        (\n        \n          R\n        \n        )\n        .\n      \n    \n    {\\displaystyle \\operatorname {Cl} _{0,2}(\\mathbb {R} )\\cong \\operatorname {Cl} _{3,0}^{+}(\\mathbb {R} ).}\n  \n It was the first noncommutative division algebra to be discovered.\nAccording to the Frobenius theorem, the algebra \n  \n    \n      \n        \n          H\n        \n      \n    \n    {\\displaystyle \\mathbb {H} }\n  \n is one of only two finite-dimensional division rings containing a proper subring isomorphic to the real numbers; the other being the complex numbers. These rings are also Euclidean Hurwitz algebras, of which the quaternions are the largest associative algebra (and hence the largest ring). Further extending the quaternions yields the non-associative octonions, which is the last normed division algebra over the real numbers. The next extension gives the sedenions, which have zero divisors and so cannot be a normed division algebra.\nThe unit quaternions give a group structure on the 3-sphere S3 isomorphic to the groups Spin(3) and SU(2), i.e. the universal cover group of SO(3). The positive and negative basis vectors form the eight-element quaternion group.\n\n", "wikidata_id": "Q173853"}