{"extract": "Die potentielle Energie (auch potenzielle Energie geschrieben und Lageenergie genannt) beschreibt die Energie eines Körpers in einem physikalischen System, die durch seine Lage in einem Kraftfeld oder durch seine aktuelle (mechanische) Konfiguration bestimmt wird.\nBeispielsweise ist in einem Schwerefeld die „potentielle Energie“ jene Energie, die ein Körper durch seine Höhenlage hat: Wenn ein Stein aus 20 Meter Höhe herabfällt, hat er doppelt so viel Arbeitsfähigkeit wie bei 10 Metern Fallhöhe. Während des Falls wird die potentielle Energie in kinetische Energie oder andere Energieformen umgewandelt und verringert sich. Die Ausdrücke „potentielle Energie“ und „kinetische Energie“ für diese verschiedenen Energieformen prägte 1859 der schottische Ingenieur William J. M. Rankine. In Wasserkraftwerken kann man potentielle Energie des Wassers eines Stausees in elektrische Energie umwandeln.\nEbenso wie andere Formen der Energie ist die potentielle Energie eine Zustandsgröße eines physikalischen Systems. In einem abgeschlossenen System kann die potentielle Energie bei Zustandsänderungen zwar zu- oder abnehmen, etwa bei Verschiebung des Körpers, bei seiner Höhenänderung oder bei Anregung eines Atoms durch Strahlung. Dann nimmt aber stets eine andere Energieform (z. B. kinetische Energie, elektrische Feldenergie) im selben Maß ab oder zu. Diese Erfahrungstatsache wird durch den Energieerhaltungssatz ausgedrückt.\nDie SI-Einheit der potentiellen Energie ist das Joule (Einheitenzeichen J). Als Formelzeichen für die potentielle Energie wird \n  \n    \n      \n        \n          E\n          \n            \n              p\n              o\n              t\n            \n          \n        \n      \n    \n    {\\displaystyle E_{\\mathrm {pot} }}\n  \n oder \n  \n    \n      \n        U\n      \n    \n    {\\displaystyle U}\n  \n verwendet, in der theoretischen Physik ist \n  \n    \n      \n        V\n      \n    \n    {\\displaystyle V}\n  \n verbreitet. Oft wird auch ungenau vom Potential gesprochen, wenn die potentielle Energie gemeint ist.\n\n", "wikidata_id": "Q155640"}