{"extract": "Der Ort ist die Position eines Punktes oder eines Körpers im Ortsraum. Neben der Geschwindigkeit und Beschleunigung ist er eine der zentralen physikalischen Größen der Kinematik, einem Teilgebiet der Mechanik. Der Ort wird durch den Ortsvektor mit dem Symbol \n  \n    \n      \n        \n          \n            \n              r\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {r}}}\n  \n oder \n  \n    \n      \n        \n          \n            \n              x\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {x}}}\n  \n dargestellt, dessen Einheit die Längeneinheit (üblicherweise: Meter) ist. Bei geradlinigen Bewegungen werden skalare Bezeichnungen wie z. B. \n  \n    \n      \n        x\n      \n    \n    {\\displaystyle x}\n  \n verwendet. Der Betrag des Ortsvektors ist der Abstand des Punktes vom Koordinatenursprung. Seine Komponenten hängen von der Wahl des Koordinatensystems ab.\nBetrachtet man die Bewegung eines Massenpunktes oder eines Körpers, so ist der Ort eine Funktion der Zeit:\n\n  \n    \n      \n        \n          \n            \n              r\n              →\n            \n          \n        \n        =\n        \n          \n            \n              r\n              →\n            \n          \n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle {\\vec {r}}={\\vec {r}}(t)}\n  \n\nDiese Funktion wird auch Trajektorie, Bahnkurve oder Weg genannt. \nDie erste Ableitung des Ortes nach der Zeit ergibt die Geschwindigkeit \n  \n    \n      \n        \n          \n            \n              v\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {v}}}\n  \n, die zweite Ableitung die Beschleunigung \n  \n    \n      \n        \n          \n            \n              a\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {a}}}\n  \n:\n\n  \n    \n      \n        \n          \n            \n              v\n              →\n            \n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              \n                \n                  r\n                  →\n                \n              \n              ˙\n            \n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    r\n                    →\n                  \n                \n              \n              (\n              t\n              )\n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {v}}(t)={\\dot {\\vec {r}}}(t)={\\frac {\\mathrm {d} {\\vec {r}}(t)}{\\mathrm {d} t}}}\n  \n\n  \n    \n      \n        \n          \n            \n              a\n              →\n            \n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              \n                \n                  v\n                  →\n                \n              \n              ˙\n            \n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              \n                \n                  r\n                  →\n                \n              \n              ¨\n            \n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              \n                \n                  d\n                \n                \n                  2\n                \n              \n              \n                \n                  \n                    r\n                    →\n                  \n                \n              \n              (\n              t\n              )\n            \n            \n              \n                d\n              \n              \n                t\n                \n                  2\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {a}}(t)={\\dot {\\vec {v}}}(t)={\\ddot {\\vec {r}}}(t)={\\frac {\\mathrm {d} ^{2}{\\vec {r}}(t)}{\\mathrm {d} t^{2}}}}\n  \n\nEin Massenpunkt besitzt in der Regel drei Freiheitsgrade des Ortes, es sei denn, seine Bewegung ist durch eine oder mehrere Zwangsbedingungen eingeschränkt. Deshalb ist der Ort durch die Angabe von drei Koordinaten – entsprechend den drei Raumdimensionen – eindeutig bestimmt. \nDie Ortsmessung kann bei mittleren Größenskalen durch direkte Messung erfolgen, indem die drei Komponenten des Ortsvektors durch Vergleich mit geeigneten Maßstäben bestimmt werden. Bei weiter entfernten Objekten läuft die Ortsmessung meist auf eine Kombination von Richtungs- und Entfernungsmessungen hinaus, wie z. B. bei Radar- oder Sonar-Messungen. Hierbei wird üblicherweise der Standpunkt des Beobachters als Koordinatenursprung gewählt. \nIn der Quantenmechanik ist der Ort eines Teilchens eine Observable. Folglich wird dem Ort ein eigener Operator, der Ortsoperator zugewiesen. Hier unterliegt die Ortsmessung – zusammen mit der Impuls-Messung – der Heisenbergschen Unbestimmtheitsrelation.", "wikidata_id": "Q20180614"}