{"extract": "Die elektrische Ladung oder Elektrizitätsmenge ist eine physikalische Größe, die mit der Materie verbunden ist, wie beispielsweise auch die Masse. Sie bestimmt die elektromagnetische Wechselwirkung und damit, wie Materie auf elektrische und magnetische Felder reagiert und diese hervorruft. Ihr Formelzeichen \n  \n    \n      \n        \n          Q\n        \n      \n    \n    {\\displaystyle \\textstyle Q}\n  \n oder \n  \n    \n      \n        \n          q\n        \n      \n    \n    {\\displaystyle \\textstyle q}\n  \n ist vom lateinischen Wort ‚quantum‘ abgeleitet. Im Internationalen Einheitensystem (SI) wird die Ladung in der Einheit Coulomb angegeben.\nElementarteilchen können positive, negative oder keine elektrische Ladung tragen. Die Ladung freier Teilchen ist stets ein ganzzahliges Vielfaches der Elementarladung \n  \n    \n      \n        \n          e\n        \n      \n    \n    {\\displaystyle \\textstyle e}\n  \n, die \n  \n    \n      \n        e\n        =\n        1,602\n        \n        176\n        \n        634\n        ⋅\n        \n          10\n          \n            −\n            19\n          \n        \n        \n        \n          C\n        \n      \n    \n    {\\textstyle e=1{,}602\\,176\\,634\\cdot 10^{-19}\\,\\mathrm {C} }\n  \n beträgt. Die Ladung des Elektrons ist negativ: \n  \n    \n      \n        \n          −\n          e\n        \n      \n    \n    {\\displaystyle \\textstyle -e}\n  \n, die des Protons positiv: \n  \n    \n      \n        \n          +\n          e\n        \n      \n    \n    {\\displaystyle \\textstyle +e}\n  \n. Bei Atomen und anderen zusammengesetzten Teilchen addieren sich die einzelnen Ladungen. Ist die Gesamtladung null, so heißt das zusammengesetzte Teilchen neutral. In einem abgeschlossenen System ist die Gesamtladung unveränderlich (Ladungserhaltung). Die Ladung eines Teilchens ist im Rahmen der Relativitätstheorie in jedem Bezugssystem gleich, also eine Lorentz-Invariante.\nDie Elektrostatik betrachtet ruhende Ladungen und rein elektrische Felder. Die Coulombkraft zwischen positiv und negativ geladenen Körpern ist anziehend, zwischen gleichnamigen Ladungen (also Ladungen gleichen Vorzeichens) abstoßend. Ausgedehnte physikalische Systeme enthalten stets etwa gleich viele positive und negative Elementarladungen. Schon relativ kleine Überschussladungen können beträchtliche Feldstärken und Kräfte bewirken (Beispiel: Gewitter).\nBewegte elektrische Ladungen bilden einen elektrischen Strom. Sie erzeugen elektromagnetische Felder, und ihre Bewegung wird durch solche beeinflusst. Dieses Verhalten wird in der klassischen Elektrodynamik beschrieben.\nAuf mikroskopischer Ebene ist die elektromagnetische Wechselwirkung zwischen Ladungen zusammen mit quantenmechanischen Effekten wie dem Pauli-Prinzip die Ursache für Zusammenhalt und Struktur der Materie.\nDie elektrische Ladung ist eine von mehreren Arten von Ladung, die bei Elementarteilchen auftreten können.\n\n", "wikidata_id": "Q1111"}