{"extract": "Die Astronomie (altgriechisch ἀστρονομία astronomía; von ἄστρον ástron ‚Stern‘ und νόμος nómos ‚Gesetz‘) oder Sternkunde ist die Wissenschaft der Gestirne. Sie erforscht mit naturwissenschaftlichen Mitteln die Positionen, Bewegungen und Eigenschaften der Objekte im Universum, also der Himmelskörper (Planeten, Monde, Asteroiden, Sterne einschließlich der Sonne, Sternhaufen, Galaxien und Galaxienhaufen), der interstellaren Materie und der im Weltall auftretenden Strahlung. Darüber hinaus strebt sie nach einem Verständnis des Universums als Ganzes, seiner Entstehung und seines Aufbaus.\nObwohl die Astronomie nur an wenigen Schulen ein Unterrichtsfach ist, finden ihre Forschungsergebnisse in der Öffentlichkeit viel Interesse; als Amateurastronomie ist sie ein verbreitetes Hobby. Dies hängt einerseits mit dem „erhebenden“ Eindruck zusammen, den der Sternhimmel auch bei freisichtiger Beobachtung macht, andererseits mit ihrer thematischen Vielfalt, der Berührung philosophischer Fragen und der Verbindung zur Raumfahrt.\nIm Gegensatz zu früheren Zeiten wird die Astronomie als Naturwissenschaft heute streng abgegrenzt von der Astrologie, die aus Stellung und Lauf der Gestirne auf irdische Geschehnisse schließen will. Die Abgrenzung erfolgt auch, da die Astrologie eine Pseudowissenschaft ist – während die Astronomie auf empirischer Basis die Beschaffenheit, Bewegungen und Beziehungen von Himmelskörpern untersucht. Dennoch werden, wohl wegen der Ähnlichkeit beider Bezeichnungen, Astrologie und Astronomie von Laien nicht selten verwechselt.\nAn den Universitäten wurde die Astronomie um etwa 1800 zu einer eigenen Studienrichtung, wird heute aber oft dem Physikstudium zugeordnet. In der deutschen Hochschulpolitik wird sie seit 2018  gemeinsam mit der Astrophysik nicht mehr als Kleines Fach, sondern als mittelgroßes Fach eingestuft.", "wikidata_id": "Q333"}