{"extract": "James Clerk Maxwell  (13 June 1831 – 5 November 1879) was a Scottish physicist and mathematician who was responsible for the classical theory of electromagnetic radiation, which was the first theory to describe electricity, magnetism and light as different manifestations of the same phenomenon. Maxwell's equations for electromagnetism achieved the second great unification in physics, where the first one had been realised by Isaac Newton. Maxwell was also key in the creation of statistical mechanics.\nWith the publication of \"A Dynamical Theory of the Electromagnetic Field\" in 1865, Maxwell demonstrated that electric and magnetic fields travel through space as waves moving at the speed of light. He proposed that light is an undulation in the same medium that is the cause of electric and magnetic phenomena. The unification of light and electrical phenomena led to his prediction of the existence of radio waves, and the paper contained his final version of his equations, which he had been working on since 1856. As a result of his equations, and other contributions such as introducing an effective method to deal with network problems and linear conductors, he is regarded as a founder of the modern field of electrical engineering. In 1871, Maxwell became the first Cavendish Professor of Physics, serving until his death in 1879.\nMaxwell was the first to derive the Maxwell–Boltzmann distribution, a statistical means of describing aspects of the kinetic theory of gases, which he worked on sporadically throughout his career. He is also known for presenting the first durable colour photograph in 1861, and showed that any colour can be produced with a mixture of any three primary colours, those being red, green, and blue, the basis for colour television. He also worked on analysing the rigidity of rod-and-joint frameworks (trusses) like those in many bridges. He devised modern dimensional analysis and helped to established the CGS system of measurement. He is credited with being the first to understand chaos, and the first to emphasize the butterfly effect. He correctly proposed that the rings of Saturn were made up of many unattached small fragments. His 1863 paper On Governors serves as an important foundation for control theory and cybernetics, and was also the earliest mathematical analysis on control systems. In 1867, he proposed the thought experiment known as Maxwell's demon. In his seminal 1867 paper On the Dynamical Theory of Gases he introduced the Maxwell model for describing the behavior of a viscoelastic material and originated the Maxwell-Cattaneo equation for describing the transport of heat in a medium.\nHis discoveries helped usher in the era of modern physics, laying the foundations for such fields as relativity, also being the one to introduce the term into physics, and quantum mechanics. Many physicists regard Maxwell as the 19th-century scientist having the greatest influence on 20th-century physics. His contributions to the science are considered by many to be of the same magnitude as those of Isaac Newton and Albert Einstein. On the centenary of Maxwell's birthday, his work was described by Einstein as the \"most profound and the most fruitful that physics has experienced since the time of Newton\". When Einstein visited the University of Cambridge in 1922, he was told by his host that he had done great things because he stood on Newton's shoulders; Einstein replied: \"No I don't. I stand on the shoulders of Maxwell.\" Tom Siegfried described Maxwell as \"one of those once-in-a-century geniuses who perceived the physical world with sharper senses than those around him\".\n\n", "wikidata_id": "Q9095"}