{"extract": "Eine Wirbelstrombremse (auch Induktionsbremse) ist eine verschleißfreie Bremse, die von Magnetfeldern verursachte Wirbelströme in relativ zum Magnetfeld bewegten metallischen Körpern zur Bremsung nutzt; die metallischen Körper sind etwa eine rotierende Scheibe oder eine längs verlaufende Metallschiene.\nDas Prinzip: Bewegt sich ein elektrischer Leiter senkrecht zur Feldrichtung durch ein Magnetfeld, so wirken auf die Ladungen im Leiter elektromagnetische Kräfte; diese sind gemäß der Lenzschen Regel so gerichtet, dass sie zu einer internen elektrischen Stromdichte führen, deren damit nach dem Ampèreschen Gesetz verbundenes Magnetfeld eine Änderung des Gesamtmagnetfeldes entgegenwirkt, was zu Bremskräften zwischen dem vorgegebenen Magneten und dem Leiter führt. Die elektrischen Ströme in dem Leiter werden Wirbelströme genannt; die Strömung der Ladungsträger findet vollständig innerhalb des Leitermaterials statt, die Stromverteilung wird durch die Geometrie des Leiters und des vorgegebenen Magnetfeldes sowie von dem Verlauf der Bewegung bestimmt, stark vereinfacht stellt man sich oft ringförmige Stromlinien vor.\nGleiches gilt, wenn umgekehrt die Quelle des äußeren Magnetfelds, z. B. ein Dauer- oder Elektromagnet, über eine elektrisch leitende Fläche, z. B. eine Eisenbahnschiene, bewegt wird – entscheidend ist lediglich die Relativbewegung zwischen Feld und elektrischem Leiter (siehe Abbildung).\nDer elektrische Widerstand der Metallplatte bildet dabei für die Wirbelströme einen ohmschen Verbraucher, der die Bewegungsenergie des Leiters bzw. des Magneten in Wärme umsetzt. Die Magnetisierbarkeit des Metallstücks dagegen, die bei den ähnlich funktionierenden Hysteresebremsen eine Rolle spielt, ist für die Induktion in einer Wirbelstrombremse unerheblich, allein ausschlaggebend ist die elektrische Leitfähigkeit.\nDie Idee der Wirbelstrombremse wurde 1892 patentiert.", "wikidata_id": "Q2585557"}