{"extract": "Kraft ist ein grundlegender Begriff in der Physik. In der klassischen Physik versteht man darunter eine Einwirkung auf einen Körper, die ihn beschleunigt, das heißt seine Geschwindigkeit vergrößert, verringert, deren Richtung ändert oder die ihn verformt. Kräfte sind erforderlich, um Arbeit zu verrichten, wobei sich die Energie eines Körpers oder eines physikalischen Systems ändert.\nKräfte sind gerichtete physikalische Größen, die durch Vektoren dargestellt werden können. Für zwei Kräfte, die am gleichen Punkt angreifen, gilt: Wenn sie entgegengesetzt und gleich stark sind, heben sie sich auf (Kräftegleichgewicht). Andernfalls gilt, dass sie zu einer resultierenden Kraft zusammengefasst werden können, die mithilfe eines Kräfteparallelogramms ermittelt wird. Kräfte haben verschiedene Ursachen oder Wirkungen und werden teilweise nach ihnen benannt, etwa die Reibungskraft, die Zentripetalkraft und die Gewichtskraft. Manche Arten von Kräften wurden auch nach Personen benannt, die wesentlich an ihrer Erforschung mitgewirkt haben, wie die Corioliskraft, die Coulombkraft oder die Lorentzkraft.\nDie SI-Maßeinheit der Kraft ist das Newton. Das Formelzeichen der Kraft ist meist \n  \n    \n      \n        F\n      \n    \n    {\\displaystyle F}\n  \n (von lat. fortitudo oder engl. force) oder selten \n  \n    \n      \n        K\n      \n    \n    {\\displaystyle K}\n  \n nach dem deutschen Wortanfang.\nDer physikalische Kraftbegriff geht wesentlich auf Isaac Newton zurück, der im 17. Jahrhundert mit den drei newtonschen Gesetzen die Grundlagen der klassischen Mechanik schuf. Dabei definierte er die Kraft als zeitliche Änderung des Impulses und identifizierte sie als Ursache für jede Veränderung des Bewegungszustandes eines Körpers. Außerdem erkannte er, dass jeder Körper, der auf einen anderen eine Kraft ausübt, von diesem eine entgegen gerichtete, gleich große Reaktionskraft erfährt.\nDie Bezeichnung Kraft wird in bestimmten Fällen auch im übertragenen Sinn verwendet, gleichbedeutend mit Wechselwirkung und losgelöst von der Darstellung durch einen mechanischen Kraftvektor. Die vier Fundamentalen Wechselwirkungen werden auch als Grundkräfte der Physik bezeichnet. Sie sind Ursache nicht nur aller bekannten Erscheinungsformen der Kräfte, sondern aller in der Physik bekannten Prozesse. Eine der vier Grundkräfte, die Gravitation, wird in der allgemeinen Relativitätstheorie durch die Krümmung der Raumzeit beschrieben. Die drei anderen Grundkräfte werden im Standardmodell der Teilchenphysik durch den Austausch von Eichbosonen erklärt, die häufig auch als Kraftteilchen bezeichnet werden.\n\n", "wikidata_id": "Q11402"}