{"extract": "Ein System ist im thermodynamischen Gleichgewicht, wenn es in einem stationären Zustand ist, in dem alle makroskopischen Flüsse von Materie und Energie innerhalb des Systems verschwinden.\nMikroskopische thermische Fluktuationen sind hingegen auch im thermodynamischen Gleichgewicht vorhanden.\nMehrere Systeme sind im thermodynamischen Gleichgewicht, wenn die makroskopischen Flüsse zwischen den Systemen verschwinden.\nDas thermodynamische Gleichgewicht lässt sich in drei Bestandteile aufteilen. Damit sich ein System im thermodynamischen Gleichgewicht befindet, müssen alle Bedingungen des thermischen, mechanischen und chemischen Gleichgewichts erfüllt sein.\n\nDas thermische Gleichgewicht setzt voraus, dass es in dem System keinen makroskopischen Wärmefluss gibt. Dies ist insbesondere der Fall, wenn die Temperatur \n  \n    \n      \n        T\n      \n    \n    {\\displaystyle T}\n  \n des Systems überall gleich ist.\nDas mechanische Gleichgewicht setzt voraus, dass ein makroskopisches Teilsystem keine Arbeit an einem anderen Teilsystem verrichtet. Dies ist insbesondere der Fall, wenn der Druck \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n des Systems überall gleich ist  und keine äußeren Felder anliegen. Im Falle eines anliegenden äußeren Feldes z. B. Gravitation ist der Druck nicht konstant, sondern ortsabhängig: Barometrische Höhenformel\ndas chemische Gleichgewicht setzt voraus, dass die Zusammensetzung des Systems aus unterschiedlichen Phasen gleich bleibt. Dies ist insbesondere der Fall, wenn die chemischen Potentiale \n  \n    \n      \n        μ\n      \n    \n    {\\displaystyle \\mu }\n  \n gleich sind (und kein äußeres Feld anliegt). Liegt beispielsweise ein elektrisches Feld an, so muss statt des chemischen das elektrochemische Potential konstant sein, damit sich das System im elektrochemischen Gleichgewicht befindet.", "wikidata_id": "Q51363"}