{"resource_uri": "http://dbpedia.org/resource/Quantum_information", "endpoint": "http://dbpedia.org/sparql", "language": "en", "labels": ["Quantum information"], "abstract": "Quantum information is the information of the state of a quantum system. It is the basic entity of study in quantum information theory, and can be manipulated using quantum information processing techniques. Quantum information refers to both the technical definition in terms of Von Neumann entropy and the general computational term. It is an interdisciplinary field that involves quantum mechanics, computer science, information theory, philosophy and cryptography among other fields. Its study is also relevant to disciplines such as cognitive science, psychology and neuroscience. Its main focus is in extracting information from matter at the microscopic scale. Observation in science is one of the most important ways of acquiring information and measurement is required in order to quantify the observation, making this crucial to the scientific method. In quantum mechanics, due to the uncertainty principle, non-commuting observables cannot be precisely measured simultaneously, as an eigenstate in one basis is not an eigenstate in the other basis. According to the eigenstate–eigenvalue link, an observable is well-defined (definite) when the state of the system is an eigenstate of the observable. Since any two non-commuting observables are not simultaneously well-defined, a quantum state can never contain definitive information about both non-commuting observables. Information is something physical that is encoded in the state of a quantum system. While quantum mechanics deals with examining properties of matter at the microscopic level, quantum information science focuses on extracting information from those properties, and quantum computation manipulates and processes information – performs logical operations – using quantum information processing techniques. Quantum information, like classical information, can be processed using digital computers, transmitted from one location to another, manipulated with algorithms, and analyzed with computer science and mathematics. Just like the basic unit of classical information is the bit, quantum information deals with qubits. Quantum information can be measured using Von Neumann entropy. Recently, the field of quantum computing has become an active research area because of the possibility to disrupt modern computation, communication, and cryptography.", "types": ["http://www.w3.org/2002/07/owl#Thing", "http://dbpedia.org/ontology/Company", "http://dbpedia.org/ontology/Organisation", "http://purl.org/goodrelations/v1#BusinessEntity", "http://xmlns.com/foaf/0.1/Organization", "http://dbpedia.org/ontology/Agent"], "comment": "Quantum information is the information of the state of a quantum system. It is the basic entity of study in quantum information theory, and can be manipulated using quantum information processing techniques. Quantum information refers to both the technical definition in terms of Von Neumann entropy and the general computational term. Recently, the field of quantum computing has become an active research area because of the possibility to disrupt modern computation, communication, and cryptography.", "sameAs": ["http://www.wikidata.org/entity/Q2122243", "http://rdf.freebase.com/ns/m.06b0g", "http://bn.dbpedia.org/resource/কোয়ান্টাম_তথ্য", "http://hi.dbpedia.org/resource/क्वाण्टम_सूचना", "http://ar.dbpedia.org/resource/معلومات_كمومية", "http://fr.dbpedia.org/resource/Information_quantique", "http://pt.dbpedia.org/resource/Teoria_da_informação_quântica", "http://pl.dbpedia.org/resource/Informacja_kwantowa", "http://ru.dbpedia.org/resource/Квантовая_информация", "http://fi.dbpedia.org/resource/Kvantti-informaatio", "http://bs.dbpedia.org/resource/Kvantna_informacija", "http://bg.dbpedia.org/resource/Квантова_информационна_теория", "http://uk.dbpedia.org/resource/Квантова_інформація", "https://global.dbpedia.org/id/21Ygu", "http://zh.dbpedia.org/resource/量子信息", "http://de.dbpedia.org/resource/Quanteninformation", "http://ca.dbpedia.org/resource/Informació_quàntica", "http://fa.dbpedia.org/resource/اطلاعات_کوانتومی", "http://id.dbpedia.org/resource/Informasi_kuantum", "http://pa.dbpedia.org/resource/ਕੁਆਂਟਮ_ਸੂਚਨਾ", "http://ja.dbpedia.org/resource/量子情報"], "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/Qubits_(5940500587).jpg?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/Qubits_(5940500587).jpg", "subjects": ["http://dbpedia.org/resource/Category:Quantum_information_theory"], "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}