{"resource_uri": "http://dbpedia.org/resource/Quantum_state", "endpoint": "https://dbpedia.org/sparql", "language": "en", "labels": ["Quantum state"], "abstract": "In quantum physics, a quantum state is a mathematical entity that provides a probability distribution for the outcomes of each possible measurement on a system. Knowledge of the quantum state together with the rules for the system's evolution in time exhausts all that can be predicted about the system's behavior. A mixture of quantum states is again a quantum state. Quantum states that cannot be written as a mixture of other states are called pure quantum states, while all other states are called mixed quantum states. A pure quantum state can be represented by a ray in a Hilbert space over the complex numbers, while mixed states are represented by density matrices, which are positive semidefinite operators that act on Hilbert spaces. Pure states are also known as state vectors or wave functions, the latter term applying particularly when they are represented as functions of position or momentum. For example, when dealing with the energy spectrum of the electron in a hydrogen atom, the relevant state vectors are identified by the principal quantum number n, the angular momentum quantum number ℓ, the magnetic quantum number m, and the spin z-component sz. For another example, if the spin of an electron is measured in any direction, e.g. with a Stern–Gerlach experiment, there are two possible results: up or down. The Hilbert space for the electron's spin is therefore two-dimensional, constituting a qubit. A pure state here is represented by a two-dimensional complex vector , with a length of one; that is, with where and are the absolute values of and . A mixed state, in this case, has the structure of a matrix that is Hermitian and positive semi-definite, and has trace 1. A more complicated case is given (in bra–ket notation) by the singlet state, which exemplifies quantum entanglement:which involves superposition of joint spin states for two particles with spin 1⁄2. The singlet state satisfies the property that if the particles' spins are measured along the same direction then either the spin of the first particle is observed up and the spin of the second particle is observed down, or the first one is observed down and the second one is observed up, both possibilities occurring with equal probability. A mixed quantum state corresponds to a probabilistic mixture of pure states; however, different distributions of pure states can generate equivalent (i.e., physically indistinguishable) mixed states. The Schrödinger–HJW theorem classifies the multitude of ways to write a given mixed state as a convex combination of pure states. Before a particular measurement is performed on a quantum system, the theory gives only a probability distribution for the outcome, and the form that this distribution takes is completely determined by the quantum state and the linear operators describing the measurement. Probability distributions for different measurements exhibit tradeoffs exemplified by the uncertainty principle: a state that implies a narrow spread of possible outcomes for one experiment necessarily implies a wide spread of possible outcomes for another.", "types": ["http://www.w3.org/2002/07/owl#Thing", "http://dbpedia.org/class/yago/AdministrativeDistrict108491826", "http://dbpedia.org/class/yago/District108552138", "http://dbpedia.org/class/yago/Region108630985", "http://dbpedia.org/class/yago/Location100027167", "http://dbpedia.org/class/yago/YagoLegalActorGeo", "http://dbpedia.org/class/yago/YagoGeoEntity", "http://dbpedia.org/class/yago/Object100002684", "http://dbpedia.org/class/yago/PhysicalEntity100001930", "http://dbpedia.org/class/yago/YagoPermanentlyLocatedEntity", "http://dbpedia.org/class/yago/WikicatQuantumStates"], "comment": "In quantum physics, a quantum state is a mathematical entity that provides a probability distribution for the outcomes of each possible measurement on a system. Knowledge of the quantum state together with the rules for the system's evolution in time exhausts all that can be predicted about the system's behavior. A mixture of quantum states is again a quantum state. Quantum states that cannot be written as a mixture of other states are called pure quantum states, while all other states are called mixed quantum states. A pure quantum state can be represented by a ray in a Hilbert space over the complex numbers, while mixed states are represented by density matrices, which are positive semidefinite operators that act on Hilbert spaces.", "sameAs": ["http://rdf.freebase.com/ns/m.01pmv2", "http://yago-knowledge.org/resource/Quantum_state", "http://d-nb.info/gnd/4176600-3", "http://www.wikidata.org/entity/Q230883", "http://ar.dbpedia.org/resource/حالة_كمومية"], "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/Hydrogen_Density_Plots.png?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/Hydrogen_Density_Plots.png", "subjects": ["http://dbpedia.org/resource/Category:Quantum_states"], "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}