{"resource_uri": "http://dbpedia.org/resource/Germany", "endpoint": "http://dbpedia.org/sparql", "language": "en", "labels": ["Germany"], "label": "Germany", "abstract": "Germany (German: Deutschland, pronounced [ˈdɔʏtʃlant]), officially the Federal Republic of Germany, is a country in Central Europe. It is the second most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; it covers an area of 357,022 square kilometres (137,847 sq mi), with a population of almost 84 million within its 16 constituent states. Germany borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west. The nation's capital and most populous city is Berlin and its financial centre is Frankfurt; the largest urban area is the Ruhr. Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. In 962, the Kingdom of Germany formed the bulk of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. Following the Napoleonic Wars and the dissolution of the Holy Roman Empire in 1806, the German Confederation was formed in 1815. Formal unification of Germany into the modern nation-state was commenced on 18 August 1866 with the North German Confederation Treaty establishing the Prussia-led North German Confederation later transformed in 1871 into the German Empire. After World War I and the German Revolution of 1918–1919, the Empire was in turn transformed into the semi-presidential Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a totalitarian dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, Germany as a whole was organized into two separate polities with limited sovereignity: the Federal Republic of Germany, generally known as West Germany, and the German Democratic Republic, East Germany, while Berlin continued its Four Power status. The Federal Republic of Germany was a founding member of the European Economic Community and the European Union, while the German Democratic Republic was a communist Eastern Bloc state and member of the Warsaw Pact. After the fall of communism, German reunification saw the former East German states join the Federal Republic of Germany on 3 October 1990—becoming a federal parliamentary republic. Germany is a great power with a strong economy; it has the largest economy in Europe, the world's fourth-largest economy by nominal GDP and the fifth-largest by PPP. As a global power in industrial, scientific and technological sectors, it is both the world's third-largest exporter and importer. As a highly developed country, which ranks ninth on the Human Development Index, it offers social security and a universal health care system, environmental protections, a tuition-free university education, and it is ranked as sixteenth-most peaceful country in the world. Germany is a member of the United Nations, the European Union, NATO, the Council of Europe, the G7, the G20 and the OECD. It has the third-greatest number of UNESCO World Heritage Sites.", "types": ["http://www.w3.org/2002/07/owl#Thing", "http://schema.org/Country", "http://www.wikidata.org/entity/Q6256", "http://dbpedia.org/ontology/Species", "http://dbpedia.org/class/yago/WikicatCountries", "http://dbpedia.org/ontology/Location", "http://dbpedia.org/ontology/Place", "http://schema.org/Place", "http://dbpedia.org/ontology/Person", "http://dbpedia.org/ontology/Animal", "http://dbpedia.org/ontology/Eukaryote", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/class/yago/Country108544813", "http://dbpedia.org/class/yago/AdministrativeDistrict108491826", "http://dbpedia.org/class/yago/Region108630985", "http://dbpedia.org/class/yago/District108552138", "http://dbpedia.org/class/yago/Object100002684", "http://dbpedia.org/class/yago/PhysicalEntity100001930", "http://dbpedia.org/class/yago/YagoGeoEntity", "http://dbpedia.org/class/yago/YagoPermanentlyLocatedEntity", "http://dbpedia.org/class/yago/WikicatCountriesInEurope", "http://dbpedia.org/class/yago/YagoLegalActorGeo", "http://dbpedia.org/class/yago/Location100027167", "http://dbpedia.org/class/yago/WikicatMemberStatesOfNATO", "http://dbpedia.org/class/yago/WikicatMemberStatesOfTheEuropeanUnion", "http://dbpedia.org/class/yago/WikicatMemberStatesOfTheUnionForTheMediterranean", "http://dbpedia.org/class/yago/WikicatMemberStatesOfTheUnitedNations", "http://www.w3.org/2003/01/geo/wgs84_pos#SpatialThing", "http://dbpedia.org/class/yago/WikicatStatesAndTerritoriesEstablishedIn1949", "http://dbpedia.org/class/yago/WikicatStatesAndTerritoriesEstablishedIn1871", "http://dbpedia.org/class/yago/WikicatGerman-speakingCountriesAndTerritories", "http://dbpedia.org/class/yago/WikicatGermanicCountriesAndTerritories", "http://dbpedia.org/ontology/Country", "http://dbpedia.org/class/yago/WikicatFederalCountries", "http://umbel.org/umbel/rc/PopulatedPlace", "http://umbel.org/umbel/rc/Country", "http://umbel.org/umbel/rc/Location_Underspecified"], "comment": "Germany (German: Deutschland, pronounced [ˈdɔʏtʃlant]), officially the Federal Republic of Germany, is a country in Central Europe. It is the second most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; it covers an area of 357,022 square kilometres (137,847 sq mi), with a population of almost 84 million within its 16 constituent states. Germany borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west. The nation's capital and most populous city is Berlin and its financial centre is Frankfurt; the largest urban area is the Ruhr", "sameAs": ["http://transparency.270a.info/classification/country/DE", "http://de.dbpedia.org/resource/Deutschland"], "homepage": "http://www.bundesregierung.de/Webs/Breg/EN/Homepage/_node.html", "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/Flag_of_Germany.svg?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/Caspar_David_Friedrich_-_Wanderer_above_the_sea_of_fog.jpg", "coordinates": {"latitude": "51.0", "longitude": "13.38333320617676"}, "subjects": ["http://dbpedia.org/resource/Category:G7_nations"], "population": "83695430", "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}