{"resource_uri": "http://dbpedia.org/resource/Industrial_Revolution", "endpoint": "https://dbpedia.org/sparql", "language": "en", "labels": ["Industrial Revolution"], "abstract": "The Industrial Revolution was the transition to new manufacturing processes in Great Britain, continental Europe, and the United States, that occurred during the period from around 1760 to about 1820–1840. This transition included going from hand production methods to machines, new chemical manufacturing and iron production processes, the increasing use of steam power and water power, the development of machine tools and the rise of the mechanized factory system. Output greatly increased, and a result was an unprecedented rise in population and in the rate of population growth. Textiles were the dominant industry of the Industrial Revolution in terms of employment, value of output and capital invested. The textile industry was also the first to use modern production methods. The Industrial Revolution began in Great Britain, and many of the technological and architectural innovations were of British origin. By the mid-18th century, Britain was the world's leading commercial nation, controlling a global trading empire with colonies in North America and the Caribbean. Britain had major military and political hegemony on the Indian subcontinent; particularly with the proto-industrialised Mughal Bengal, through the activities of the East India Company. The development of trade and the rise of business were among the major causes of the Industrial Revolution. The Industrial Revolution marked a major turning point in history. Comparable only to humanity's adoption of agriculture with respect to material advancement, the Industrial Revolution influenced in some way almost every aspect of daily life. In particular, average income and population began to exhibit unprecedented sustained growth. Some economists have said the most important effect of the Industrial Revolution was that the standard of living for the general population in the western world began to increase consistently for the first time in history, although others have said that it did not begin to meaningfully improve until the late 19th and 20th centuries. GDP per capita was broadly stable before the Industrial Revolution and the emergence of the modern capitalist economy, while the Industrial Revolution began an era of per-capita economic growth in capitalist economies. Economic historians are in agreement that the onset of the Industrial Revolution is the most important event in human history since the domestication of animals and plants. The precise start and end of the Industrial Revolution is still debated among historians, as is the pace of economic and social changes. Eric Hobsbawm held that the Industrial Revolution began in Britain in the 1780s and was not fully felt until the 1830s or 1840s, while T. S. Ashton held that it occurred roughly between 1760 and 1830. Rapid industrialization first began in Britain, starting with mechanized spinning in the 1780s, with high rates of growth in steam power and iron production occurring after 1800. Mechanized textile production spread from Great Britain to continental Europe and the United States in the early 19th century, with important centres of textiles, iron and coal emerging and the United States and later textiles in France. An economic recession occurred from the late 1830s to the early 1840s when the adoption of the Industrial Revolution's early innovations, such as mechanized spinning and weaving, slowed and their markets matured. Innovations developed late in the period, such as the increasing adoption of locomotives, steamboats and steamships and hot blast iron smelting. New technologies, such as the electrical telegraph, widely introduced in the 1840s and 1850s, were not powerful enough to drive high rates of growth. Rapid economic growth began to occur after 1870, springing from a new group of innovations in what has been called the Second Industrial Revolution. These innovations included new steel making processes, mass-production, assembly lines, electrical grid systems, the large-scale manufacture of machine tools, and the use of increasingly advanced machinery in steam-powered factories.", "types": ["http://www.w3.org/2002/07/owl#Thing", "http://dbpedia.org/ontology/LacrossePlayer", "http://dbpedia.org/ontology/Athlete", "http://dbpedia.org/ontology/Person", "http://dbpedia.org/ontology/Animal", "http://dbpedia.org/ontology/Eukaryote", "http://dbpedia.org/ontology/Species", "http://dbpedia.org/class/yago/WikicatTheoriesOfHistory", "http://dbpedia.org/class/yago/Theory105989479", "http://dbpedia.org/class/yago/Explanation105793000", "http://dbpedia.org/class/yago/Thinking105770926", "http://dbpedia.org/class/yago/HigherCognitiveProcess105770664", "http://dbpedia.org/class/yago/Process105701363", "http://dbpedia.org/class/yago/Cognition100023271", "http://dbpedia.org/class/yago/PsychologicalFeature100023100", "http://dbpedia.org/class/yago/Abstraction100002137", "http://dbpedia.org/class/yago/Change107296428", "http://dbpedia.org/class/yago/Happening107283608", "http://dbpedia.org/class/yago/Event100029378", "http://dbpedia.org/class/yago/YagoPermanentlyLocatedEntity", "http://dbpedia.org/ontology/PersonFunction", "http://dbpedia.org/class/yago/Revolution107424109", "http://dbpedia.org/class/yago/WikicatRevolutions"], "comment": "The Industrial Revolution was the transition to new manufacturing processes in Great Britain, continental Europe, and the United States, that occurred during the period from around 1760 to about 1820–1840. This transition included going from hand production methods to machines, new chemical manufacturing and iron production processes, the increasing use of steam power and water power, the development of machine tools and the rise of the mechanized factory system. Output greatly increased, and a result was an unprecedented rise in population and in the rate of population growth.", "sameAs": ["http://rdf.freebase.com/ns/m.03vl8", "http://d-nb.info/gnd/4072790-7", "http://yago-knowledge.org/resource/Industrial_Revolution"], "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/Powerloom_weaving_in_1835.jpg?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/Maquina_vapor_Watt_ETSIIM.jpg", "subjects": ["http://dbpedia.org/resource/Category:Industrial_Revolution"], "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}