{"resource_uri": "http://dbpedia.org/resource/California", "endpoint": "https://dbpedia.org/sparql", "language": "en", "labels": ["California"], "label": "California", "abstract": "California is a state in the Western United States, located along the Pacific Coast. With nearly 39.2 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous U.S. state and the 3rd largest by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the nation's second and fifth most populous urban regions respectively, with the former having more than 18.7 million residents and the latter having over 9.6 million. Sacramento is the state's capital, while Los Angeles is the most populous city in the state and the second most populous city in the country. San Francisco is the second most densely populated major city in the country. Los Angeles County is the country's most populous, while San Bernardino County is the largest county by area in the country. California borders Oregon to the north, Nevada and Arizona to the east, the Mexican state of Baja California to the south; and has a coastline along the Pacific Ocean to the west. The economy of the state of California is the largest in the United States, with a $3.4 trillion gross state product (GSP) as of 2022. It is the largest sub-national economy in the world. If California were a sovereign nation, it would rank as the world's fifth-largest economy as of 2022, behind Germany and ahead of India, as well as the 37th most populous. The Greater Los Angeles area and the San Francisco Bay Area are the nation's second- and third-largest urban economies ($1.0 trillion and $0.5 trillion respectively as of 2020). The San Francisco Bay Area Combined Statistical Area had the nation's highest gross domestic product per capita ($106,757) among large primary statistical areas in 2018, and is home to five of the world's ten largest companies by market capitalization and four of the world's ten richest people. Prior to European colonization, California was one of the most culturally and linguistically diverse areas in pre-Columbian North America and contained the highest Native American population density north of what is now Mexico. European exploration in the 16th and 17th centuries led to the colonization of California by the Spanish Empire. In 1804, it was included in Alta California province within the Viceroyalty of New Spain. The area became a part of Mexico in 1821, following its successful war for independence, but was ceded to the United States in 1848 after the Mexican–American War. The California Gold Rush started in 1848 and led to dramatic social and demographic changes, including large-scale immigration into California, a worldwide economic boom, and the California genocide of indigenous people. The western portion of Alta California was then organized and admitted as the 31st state on September 9, 1850, following the Compromise of 1850. Notable contributions to popular culture, for example in entertainment and sports, have their origins in California. The state also has made noteworthy contributions in the fields of communication, information, innovation, environmentalism, economics, and politics. It is the home of Hollywood, the oldest and one of the largest film industries in the world, which has had a profound influence upon global entertainment. It is considered the origin of the hippie counterculture, beach and car culture, and the personal computer, among other innovations. The San Francisco Bay Area and the Greater Los Angeles Area are widely seen as the centers of the global technology and film industries, respectively. California's economy is very diverse: 58% of it is based on finance, government, real estate services, technology, and professional, scientific, and technical business services. Although it accounts for only 1.5% of the state's economy, California's agriculture industry has the highest output of any U.S. state. California's ports and harbors handle about a third of all U.S. imports, most originating in Pacific Rim international trade. The state's extremely diverse geography ranges from the Pacific Coast and metropolitan areas in the west to the Sierra Nevada mountains in the east, and from the redwood and Douglas fir forests in the northwest to the Mojave Desert in the southeast. The Central Valley, a major agricultural area, dominates the state's center. California is well known for its warm Mediterranean climate and monsoon seasonal weather. The large size of the state results in climates that vary from moist temperate rainforest in the north to arid desert in the interior, as well as snowy alpine in the mountains.", "types": ["http://www.w3.org/2002/07/owl#Thing", "http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/Location", "http://schema.org/AdministrativeArea", "http://schema.org/Place", "http://dbpedia.org/ontology/Region", "http://dbpedia.org/ontology/PopulatedPlace", "http://www.wikidata.org/entity/Q3455524", "http://www.w3.org/2003/01/geo/wgs84_pos#SpatialThing", "http://dbpedia.org/class/yago/WikicatStatesAndTerritoriesEstablishedIn1850", "http://dbpedia.org/class/yago/AdministrativeDistrict108491826", "http://dbpedia.org/class/yago/District108552138", "http://dbpedia.org/class/yago/Region108630985", "http://dbpedia.org/class/yago/Location100027167", "http://dbpedia.org/class/yago/YagoLegalActorGeo", "http://dbpedia.org/class/yago/YagoGeoEntity", "http://dbpedia.org/class/yago/Object100002684", "http://dbpedia.org/class/yago/PhysicalEntity100001930", "http://dbpedia.org/class/yago/YagoPermanentlyLocatedEntity", "http://dbpedia.org/class/yago/WikicatStatesOfTheUnitedStates", "http://dbpedia.org/ontology/AdministrativeRegion", "http://dbpedia.org/ontology/Settlement", "http://umbel.org/umbel/rc/Location_Underspecified", "http://umbel.org/umbel/rc/PopulatedPlace"], "comment": "California is a state in the Western United States, located along the Pacific Coast. With nearly 39.2 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous U.S. state and the 3rd largest by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the nation's second and fifth most populous urban regions respectively, with the former having more than 18.7 million residents and the latter having over 9.6 million. Sacramento is the state's capital, while Los Angeles is the most populous city in the state and the second most populous city in the country. San Francisco is the second most densely populated major city ", "sameAs": ["http://rdf.freebase.com/ns/m.01n7q", "http://api.nytimes.com/svc/semantic/v2/concept/name/nytd_geo/California", "http://sw.cyc.com/concept/Mx4rvVj2upwpEbGdrcN5Y29ycA"], "homepage": "https://www.ca.gov/", "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/Flag_of_California.svg?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/%22General_Vallejo_Reviewing_His_Troops_in_Sonoma,_1846%22.jpg", "coordinates": {"latitude": "35.49103546142578", "longitude": "-119.3478546142578"}, "subjects": ["http://dbpedia.org/resource/Category:States_of_the_United_States"], "area": "423970000000.0", "country": "http://dbpedia.org/resource/United_States", "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}