{"resource_uri": "http://dbpedia.org/resource/Quantum_entanglement", "endpoint": "https://dbpedia.org/sparql", "language": "en", "labels": ["Quantum entanglement"], "abstract": "Quantum entanglement is the phenomenon that occurs when a group of particles are generated, interact, or share spatial proximity in a way such that the quantum state of each particle of the group cannot be described independently of the state of the others, including when the particles are separated by a large distance. The topic of quantum entanglement is at the heart of the disparity between classical and quantum physics: entanglement is a primary feature of quantum mechanics not present in classical mechanics. Measurements of physical properties such as position, momentum, spin, and polarization performed on entangled particles can, in some cases, be found to be perfectly correlated. For example, if a pair of entangled particles is generated such that their total spin is known to be zero, and one particle is found to have clockwise spin on a first axis, then the spin of the other particle, measured on the same axis, is found to be anticlockwise. However, this behavior gives rise to seemingly paradoxical effects: any measurement of a particle's properties results in an irreversible wave function collapse of that particle and changes the original quantum state. With entangled particles, such measurements affect the entangled system as a whole. Such phenomena were the subject of a 1935 paper by Albert Einstein, Boris Podolsky, and Nathan Rosen, and several papers by Erwin Schrödinger shortly thereafter, describing what came to be known as the EPR paradox. Einstein and others considered such behavior impossible, as it violated the local realism view of causality (Einstein referring to it as \"spooky action at a distance\") and argued that the accepted formulation of quantum mechanics must therefore be incomplete. Later, however, the counterintuitive predictions of quantum mechanics were verified in tests where polarization or spin of entangled particles was measured at separate locations, statistically violating Bell's inequality. In earlier tests, it could not be ruled out that the result at one point could have been subtly transmitted to the remote point, affecting the outcome at the second location. However, so-called \"loophole-free\" Bell tests have been performed where the locations were sufficiently separated that communications at the speed of light would have taken longer—in one case, 10,000 times longer—than the interval between the measurements. According to some interpretations of quantum mechanics, the effect of one measurement occurs instantly. Other interpretations which do not recognize wavefunction collapse dispute that there is any \"effect\" at all. However, all interpretations agree that entanglement produces correlation between the measurements and that the mutual information between the entangled particles can be exploited, but that any transmission of information at faster-than-light speeds is impossible. Quantum entanglement has been demonstrated experimentally with photons, neutrinos, electrons, molecules as large as buckyballs, and even small diamonds. The utilization of entanglement in communication, computation and quantum radar is a very active area of research and development. The Nobel Prize in Physics 2022 was awarded to Alain Aspect, John F. Clauser and Anton Zeilinger \"for experiments with entangled photons, establishing the violation of Bell inequalities and pioneering quantum information science\". Their results will contribute to new technology involving quantum information.", "types": ["http://www.w3.org/2002/07/owl#Thing"], "comment": "Quantum entanglement is the phenomenon that occurs when a group of particles are generated, interact, or share spatial proximity in a way such that the quantum state of each particle of the group cannot be described independently of the state of the others, including when the particles are separated by a large distance. The topic of quantum entanglement is at the heart of the disparity between classical and quantum physics: entanglement is a primary feature of quantum mechanics not present in classical mechanics.", "sameAs": ["http://rdf.freebase.com/ns/m.06bh9", "http://d-nb.info/gnd/4409616-1", "http://yago-knowledge.org/resource/Quantum_entanglement", "http://www.wikidata.org/entity/Q215675", "http://als.dbpedia.org/resource/Quantenverschränkung", "http://ar.dbpedia.org/resource/تشابك_كمي", "http://ast.dbpedia.org/resource/Entellazamientu_cuánticu", "http://bg.dbpedia.org/resource/Квантово_заплитане", "http://bn.dbpedia.org/resource/কোয়ান্টাম_বিজড়ন", "http://ca.dbpedia.org/resource/Entrellaçament_quàntic", "http://cs.dbpedia.org/resource/Kvantové_provázání", "http://da.dbpedia.org/resource/Kvantemekanisk_sammenfiltring", "http://de.dbpedia.org/resource/Quantenverschränkung", "http://el.dbpedia.org/resource/Κβαντική_διεμπλοκή", "http://es.dbpedia.org/resource/Entrelazamiento_cuántico", "http://et.dbpedia.org/resource/Põimumine", "http://eu.dbpedia.org/resource/Korapilatze_kuantiko", "http://fa.dbpedia.org/resource/درهم‌تنیدگی_کوانتومی", "http://fi.dbpedia.org/resource/Lomittuminen", "http://fr.dbpedia.org/resource/Intrication_quantique", "http://ga.dbpedia.org/resource/Fostú_candamach", "http://gl.dbpedia.org/resource/Entrelazamento_cuántico", "http://he.dbpedia.org/resource/שזירה_קוונטית", "http://hi.dbpedia.org/resource/क्वाण्टम_उलझाव", "http://hr.dbpedia.org/resource/Kvantno_sprezanje", "http://hu.dbpedia.org/resource/Kvantum-összefonódás", "http://hy.dbpedia.org/resource/Քվանտային_խճճվածություն", "http://id.dbpedia.org/resource/Keterkaitan_kuantum", "http://it.dbpedia.org/resource/Entanglement_quantistico", "http://ja.dbpedia.org/resource/量子もつれ", "http://ka.dbpedia.org/resource/კვანტური_ჩახლართულობა", "http://ko.dbpedia.org/resource/양자_얽힘", "http://lmo.dbpedia.org/resource/Entanglement", "http://lt.dbpedia.org/resource/Kvantinis_susiejimas", "http://ml.dbpedia.org/resource/ക്വാണ്ടം_എൻ‌ടാംഗിൾമെന്റ്", "http://ne.dbpedia.org/resource/प्रमात्रा_व्यतिषङ्ग", "http://nl.dbpedia.org/resource/Kwantumverstrengeling", "http://nn.dbpedia.org/resource/Kvantesamanfiltring", "http://no.dbpedia.org/resource/Kvantesammenfiltring", "http://pa.dbpedia.org/resource/ਕੁਆਂਟਮ_ਇੰਟੈਂਗਲਮੈਂਟ", "http://pl.dbpedia.org/resource/Stan_splątany", "http://pt.dbpedia.org/resource/Entrelaçamento_quântico", "http://ro.dbpedia.org/resource/Inseparabilitate_cuantică", "http://ru.dbpedia.org/resource/Квантовая_запутанность", "http://scn.dbpedia.org/resource/Currilazzioni_quàntica", "http://simple.dbpedia.org/resource/Quantum_entanglement", "http://sk.dbpedia.org/resource/Kvantové_previazanie", "http://sl.dbpedia.org/resource/Kvantna_prepletenost", "http://sr.dbpedia.org/resource/Kvantno_sprezanje", "http://sv.dbpedia.org/resource/Kvantsammanflätning", "http://ta.dbpedia.org/resource/குவாண்டம்_பின்னல்", "http://th.dbpedia.org/resource/การพัวพันเชิงควอนตัม", "http://tl.dbpedia.org/resource/Pagkakabuhol_na_quantum", "http://tr.dbpedia.org/resource/Kuantum_dolanıklık", "http://tt.dbpedia.org/resource/Квант_буталчылыгы", "http://uk.dbpedia.org/resource/Сплутані_квантові_стани", "http://vi.dbpedia.org/resource/Vướng_mắc_lượng_tử", "http://zh.dbpedia.org/resource/量子纏結", "https://global.dbpedia.org/id/23E2F"], "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/SPDC_figure.png?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/SPDC_figure.png", "subjects": ["http://dbpedia.org/resource/Category:Quantum_information_science"], "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}