{"resource_uri": "http://dbpedia.org/resource/United_Kingdom", "endpoint": "http://dbpedia.org/sparql", "language": "en", "labels": ["United Kingdom"], "abstract": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Europe, off the north-western coast of the continental mainland. It comprises England, Scotland, Wales and Northern Ireland. The United Kingdom includes the island of Great Britain, the north-eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a land border with the Republic of Ireland; otherwise, the United Kingdom is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea and the Irish Sea. The total area of the United Kingdom is 242,495 square kilometres (93,628 sq mi), with an estimated 2020 population of more than 67 million people. The United Kingdom is a constitutional monarchy and parliamentary democracy. The capital and largest city is London, a global city and financial centre with a metropolitan area population of over 14 million. Other major cities include Birmingham, Manchester, Glasgow, Liverpool and Leeds. Scotland, Wales, and Northern Ireland have their own devolved governments, each with varying powers. The United Kingdom has evolved from a series of annexations, unions and separations of constituent countries over several hundred years. The Treaty of Union between the Kingdom of England (which included Wales, annexed in 1542) and the Kingdom of Scotland in 1707 formed the Kingdom of Great Britain. Its union in 1801 with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Most of Ireland seceded from the UK in 1922, leaving the present United Kingdom of Great Britain and Northern Ireland, which formally adopted that name in 1927. The UK became the world's first industrialised country and was the world's foremost power during the 19th and early 20th centuries. In the 21st century, the UK retains considerable economic, cultural, military, scientific, technological and political influence. The nearby Isle of Man, Guernsey and Jersey are not part of the UK, being Crown Dependencies with the British Government responsible for defence and international representation. There are also 14 British Overseas Territories, the last remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and a third of the world's population, and was the largest empire in history. British influence can be observed in the language, culture and the legal and political systems of many of its former colonies. The United Kingdom has the world's sixth-largest economy by nominal gross domestic product (GDP), and the eighth-largest by purchasing power parity. It has a high-income economy and a very high Human Development Index rating, ranking 18th in the world. It also performs well in international rankings of education, healthcare, life expectancy and human development. It is a recognised nuclear state and is ranked fourth globally in military expenditure. It has been a permanent member of the United Nations Security Council since its first session in 1946. The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the Group of Ten, the G20, Five Eyes, the United Nations, NATO, AUKUS, the Organisation for Economic Co-operation and Development (OECD), Interpol, and the World Trade Organization (WTO). It was a member state of the European Communities (EC) and its successor, the European Union (EU), from its accession in 1973 until its withdrawal in 2020 following a referendum held in 2016.", "types": ["http://schema.org/Country", "http://dbpedia.org/class/yago/YagoGeoEntity", "http://dbpedia.org/class/yago/Object100002684", "http://schema.org/Place", "http://dbpedia.org/ontology/Place", "http://dbpedia.org/class/yago/Island109316454", "http://www.wikidata.org/entity/Q6256", "http://dbpedia.org/class/yago/Land109334396", "http://dbpedia.org/class/yago/WikicatBritishIslands", "http://www.w3.org/2002/07/owl#Thing", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/class/yago/YagoPermanentlyLocatedEntity", "http://dbpedia.org/ontology/Location", "http://dbpedia.org/class/yago/PhysicalEntity100001930", "http://dbpedia.org/class/yago/Region108630985", "http://dbpedia.org/class/yago/District108552138", "http://dbpedia.org/class/yago/Location100027167", "http://dbpedia.org/class/yago/YagoLegalActorGeo", "http://dbpedia.org/class/yago/AdministrativeDistrict108491826", "http://dbpedia.org/class/yago/WikicatCountries", "http://dbpedia.org/class/yago/Country108544813", "http://dbpedia.org/class/yago/WikicatCountriesInEurope", "http://dbpedia.org/class/yago/WikicatMemberStatesOfNATO", "http://dbpedia.org/class/yago/WikicatMemberStatesOfTheCommonwealthOfNations", "http://dbpedia.org/class/yago/WikicatMemberStatesOfTheCouncilOfEurope", "http://dbpedia.org/class/yago/WikicatMemberStatesOfTheEuropeanUnion", "http://dbpedia.org/class/yago/WikicatMemberStatesOfTheUnitedNations", "http://dbpedia.org/class/yago/WikicatMemberStatesOfTheUnionForTheMediterranean", "http://www.w3.org/2003/01/geo/wgs84_pos#SpatialThing", "http://dbpedia.org/class/yago/WikicatIslandCountries", "http://dbpedia.org/class/yago/WikicatEnglish-speakingCountriesAndTerritories", "http://dbpedia.org/ontology/Country"], "comment": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Europe, off the north-western coast of the continental mainland. It comprises England, Scotland, Wales and Northern Ireland. The United Kingdom includes the island of Great Britain, the north-eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a land border with the Republic of Ireland; otherwise, the United Kingdom is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea and the Irish Sea. The total area of the United Kingdom is 242,495 square kilometres (93,628 sq mi), with an estimated 2020 population of more than 67 million people.", "sameAs": ["http://transparency.270a.info/classification/country/GB", "http://commons.dbpedia.org/resource/Great_Britain"], "homepage": "http://www.gov.uk/", "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/Flag_of_the_United_Kingdom.svg?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/Battle_of_Waterloo_1815.png", "coordinates": {"latitude": "51.5", "longitude": "-0.116666667163372"}, "subjects": ["http://dbpedia.org/resource/Category:Northwestern_European_countries"], "population": "67791400", "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}