{"resource_uri": "http://dbpedia.org/resource/Microsoft", "endpoint": "https://dbpedia.org/sparql", "language": "en", "labels": ["Microsoft"], "label": "Microsoft", "abstract": "Microsoft Corporation is an American multinational technology corporation producing computer software, consumer electronics, personal computers, and related services headquartered at the Microsoft Redmond campus located in Redmond, Washington, United States. Its best-known software products are the Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. Microsoft ranked No. 21 in the 2020 Fortune 500 rankings of the largest United States corporations by total revenue; it was the world's largest software maker by revenue as of 2019. It is one of the Big Five American information technology companies, alongside Alphabet, Amazon, Apple, and Meta. Microsoft was founded by Bill Gates and Paul Allen on April 4, 1975, to develop and sell BASIC interpreters for the Altair 8800. It rose to dominate the personal computer operating system market with MS-DOS in the mid-1980s, followed by Windows. The company's 1986 initial public offering (IPO), and subsequent rise in its share price, created three billionaires and an estimated 12,000 millionaires among Microsoft employees. Since the 1990s, it has increasingly diversified from the operating system market and has made a number of corporate acquisitions, their largest being the acquisition of LinkedIn for $26.2 billion in December 2016, followed by their acquisition of Skype Technologies for $8.5 billion in May 2011. As of 2015, Microsoft is market-dominant in the IBM PC compatible operating system market and the office software suite market, although it has lost the majority of the overall operating system market to Android. The company also produces a wide range of other consumer and enterprise software for desktops, laptops, tabs, gadgets, and servers, including Internet search (with Bing), the digital services market (through MSN), mixed reality (HoloLens), cloud computing (Azure), and software development (Visual Studio). Steve Ballmer replaced Gates as CEO in 2000, and later envisioned a \"devices and services\" strategy. This unfolded with Microsoft acquiring Danger Inc. in 2008, entering the personal computer production market for the first time in June 2012 with the launch of the Microsoft Surface line of tablet computers, and later forming Microsoft Mobile through the acquisition of Nokia's devices and services division. Since Satya Nadella took over as CEO in 2014, the company has scaled back on hardware and has instead focused on cloud computing, a move that helped the company's shares reach its highest value since December 1999. Earlier dethroned by Apple in 2010, in 2018 Microsoft reclaimed its position as the most valuable publicly traded company in the world. In April 2019, Microsoft reached the trillion-dollar market cap, becoming the third U.S. public company to be valued at over $1 trillion after Apple and Amazon respectively. As of 2022, Microsoft has the fourth-highest global brand valuation. Microsoft has been criticized for its monopolistic practices and the company's software has been criticized for problems with ease of use, robustness, and security.", "types": ["http://www.w3.org/2002/07/owl#Thing", "http://dbpedia.org/ontology/Company", "http://dbpedia.org/ontology/Organisation", "http://purl.org/goodrelations/v1#BusinessEntity", "http://xmlns.com/foaf/0.1/Organization", "http://dbpedia.org/ontology/Agent", "http://schema.org/Organization", "http://www.ontologydesignpatterns.org/ont/dul/DUL.owl#Agent", "http://www.ontologydesignpatterns.org/ont/dul/DUL.owl#SocialPerson", "http://www.wikidata.org/entity/Q24229398", "http://www.wikidata.org/entity/Q43229", "http://www.wikidata.org/entity/Q4830453", "http://dbpedia.org/class/yago/WikicatAmericanWebsites", "http://dbpedia.org/class/yago/WebSite106359193", "http://dbpedia.org/class/yago/Computer103082979", "http://dbpedia.org/class/yago/Machine103699975", "http://dbpedia.org/class/yago/Device103183080", "http://dbpedia.org/class/yago/Instrumentality103575240", "http://dbpedia.org/class/yago/Artifact100021939", "http://dbpedia.org/class/yago/Whole100003553", "http://dbpedia.org/class/yago/Object100002684", "http://dbpedia.org/class/yago/PhysicalEntity100001930", "http://dbpedia.org/class/yago/WikicatCompaniesBasedInRedmond,Washington", "http://dbpedia.org/class/yago/Company108058098", "http://dbpedia.org/class/yago/Institution108053576", "http://dbpedia.org/class/yago/Organization108008335", "http://dbpedia.org/class/yago/SocialGroup107950920", "http://dbpedia.org/class/yago/YagoPermanentlyLocatedEntity", "http://dbpedia.org/class/yago/YagoLegalActor", "http://dbpedia.org/class/yago/YagoLegalActorGeo", "http://dbpedia.org/class/yago/Group100031264", "http://dbpedia.org/class/yago/Abstraction100002137", "http://dbpedia.org/class/yago/WikicatCompaniesBasedInSiliconValley", "http://dbpedia.org/class/yago/WikicatCompaniesBasedInWashington(state)", "http://dbpedia.org/class/yago/WikicatCompaniesEstablishedIn1975", "http://dbpedia.org/class/yago/WikicatCompaniesInTheDowJonesIndustrialAverage", "http://dbpedia.org/class/yago/WikicatCompaniesInTheNASDAQ-100Index", "http://dbpedia.org/class/yago/WikicatCompaniesListedOnNASDAQ", "http://dbpedia.org/class/yago/WikicatComputerCompanies", "http://dbpedia.org/class/yago/WikicatComputerCompaniesOfTheUnitedStates", "http://dbpedia.org/class/yago/WikicatComputerHardwareCompanies", "http://dbpedia.org/class/yago/WikicatComputerSecuritySoftwareCompanies", "http://dbpedia.org/class/yago/WikicatMultinationalCompanies", "http://dbpedia.org/class/yago/WikicatMultinationalCompaniesHeadquarteredInTheUnitedStates", "http://www.w3.org/2003/01/geo/wgs84_pos#SpatialThing", "http://dbpedia.org/class/yago/WikicatSoftwareCompanies", "http://dbpedia.org/class/yago/WikicatSoftwareCompaniesBasedInWashington(state)", "http://dbpedia.org/class/yago/WikicatSoftwareCompaniesOfTheUnitedStates"], "comment": "Microsoft Corporation is an American multinational technology corporation producing computer software, consumer electronics, personal computers, and related services headquartered at the Microsoft Redmond campus located in Redmond, Washington, United States. Its best-known software products are the Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. Microsoft ranked No. 21 in the 2020 Fortune 500 rankings of the largest United States corporations by total revenue; it was the world's largest software maker by revenue as of 2019. It is one of the Big Five American information technology companies, along", "sameAs": ["http://rdf.freebase.com/ns/m.011c934f"], "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/Microsoft_logo_and_wordmark.svg?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/Belgique_-_Bruxelles_-_Schuman_-_Berlaymont_-_01.jpg", "coordinates": {"latitude": "47.63972091674805", "longitude": "-122.1283340454102"}, "subjects": ["http://dbpedia.org/resource/Category:Multinational_companies_headquartered_in_the_United_States"], "founding_date": "1975-04-04", "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}