{"resource_uri": "http://dbpedia.org/resource/Schrödinger_equation", "endpoint": "https://dbpedia.org/sparql", "language": "en", "labels": ["Schrödinger equation"], "abstract": "The Schrödinger equation is a linear partial differential equation that governs the wave function of a quantum-mechanical system. It is a key result in quantum mechanics, and its discovery was a significant landmark in the development of the subject. The equation is named after Erwin Schrödinger, who postulated the equation in 1925, and published it in 1926, forming the basis for the work that resulted in his Nobel Prize in Physics in 1933. Conceptually, the Schrödinger equation is the quantum counterpart of Newton's second law in classical mechanics. Given a set of known initial conditions, Newton's second law makes a mathematical prediction as to what path a given physical system will take over time. The Schrödinger equation gives the evolution over time of a wave function, the quantum-mechanical characterization of an isolated physical system. The equation can be derived from the fact that the time-evolution operator must be unitary, and must therefore be generated by the exponential of a self-adjoint operator, which is the quantum Hamiltonian. The Schrödinger equation is not the only way to study quantum mechanical systems and make predictions. The other formulations of quantum mechanics include matrix mechanics, introduced by Werner Heisenberg, and the path integral formulation, developed chiefly by Richard Feynman. Paul Dirac incorporated matrix mechanics and the Schrödinger equation into a single formulation. When these approaches are compared, the use of the Schrödinger equation is sometimes called \"wave mechanics\".", "types": ["http://www.w3.org/2002/07/owl#Thing", "http://dbpedia.org/class/yago/WikicatAustrianInventions", "http://dbpedia.org/class/yago/Invention105633385", "http://dbpedia.org/class/yago/Creativity105624700", "http://dbpedia.org/class/yago/Ability105616246", "http://dbpedia.org/class/yago/Cognition100023271", "http://dbpedia.org/class/yago/PsychologicalFeature100023100", "http://dbpedia.org/class/yago/Abstraction100002137", "http://dbpedia.org/class/yago/WikicatPartialDifferentialEquations", "http://dbpedia.org/class/yago/PartialDifferentialEquation106670866", "http://dbpedia.org/class/yago/DifferentialEquation106670521", "http://dbpedia.org/class/yago/Equation106669864", "http://dbpedia.org/class/yago/MathematicalStatement106732169", "http://dbpedia.org/class/yago/Statement106722453", "http://dbpedia.org/class/yago/Message106598915", "http://dbpedia.org/class/yago/Communication100033020", "http://dbpedia.org/class/yago/WikicatHyperbolicPartialDifferentialEquations", "http://dbpedia.org/class/yago/WikicatEquations", "http://dbpedia.org/class/yago/WikicatEquationsOfPhysics"], "comment": "The Schrödinger equation is a linear partial differential equation that governs the wave function of a quantum-mechanical system. It is a key result in quantum mechanics, and its discovery was a significant landmark in the development of the subject. The equation is named after Erwin Schrödinger, who postulated the equation in 1925, and published it in 1926, forming the basis for the work that resulted in his Nobel Prize in Physics in 1933.", "sameAs": ["http://rdf.freebase.com/ns/m.0g97h", "http://d-nb.info/gnd/4053332-3", "http://www.wikidata.org/entity/Q165498"], "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/Grave_Schroedinger_(detail).png?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/Infinite_potential_well.svg", "subjects": ["http://dbpedia.org/resource/Category:Functions_of_space_and_time"], "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}