{"resource_uri": "http://dbpedia.org/resource/Spin_(physics)", "endpoint": "https://dbpedia.org/sparql", "language": "en", "labels": ["Spin (physics)"], "abstract": "Spin is a conserved quantity carried by elementary particles, and thus by composite particles (hadrons) and atomic nuclei. Spin is one of two types of angular momentum in quantum mechanics, the other being orbital angular momentum. The orbital angular momentum operator is the quantum-mechanical counterpart to the classical angular momentum of orbital revolution and appears when there is periodic structure to its wavefunction as the angle varies. For photons, spin is the quantum-mechanical counterpart of the polarization of light; for electrons, the spin has no classical counterpart. The existence of electron spin angular momentum is inferred from experiments, such as the Stern–Gerlach experiment, in which silver atoms were observed to possess two possible discrete angular momenta despite having no orbital angular momentum. The existence of the electron spin can also be inferred theoretically from the spin–statistics theorem and from the Pauli exclusion principle—and vice versa, given the particular spin of the electron, one may derive the Pauli exclusion principle. Spin is described mathematically as a vector for some particles such as photons, and as spinors and bispinors for other particles such as electrons. Spinors and bispinors behave similarly to vectors: they have definite magnitudes and change under rotations; however, they use an unconventional \"direction\". All elementary particles of a given kind have the same magnitude of spin angular momentum, though its direction may change. These are indicated by assigning the particle a spin quantum number. The SI unit of spin is the same as classical angular momentum (i.e., N·m·s, J·s, or kg·m2·s−1). In practice, spin is given as a dimensionless spin quantum number by dividing the spin angular momentum by the reduced Planck constant ħ, which has the same dimensions as angular momentum, although this is not the full computation of this value. Very often, the \"spin quantum number\" is simply called \"spin\". The fact that it is a quantum number is implicit.", "types": ["http://www.w3.org/2002/07/owl#Thing", "http://dbpedia.org/class/yago/WikicatConceptsInPhysics", "http://dbpedia.org/class/yago/Concept105835747", "http://dbpedia.org/class/yago/Idea105833840", "http://dbpedia.org/class/yago/Content105809192", "http://dbpedia.org/class/yago/Cognition100023271", "http://dbpedia.org/class/yago/PsychologicalFeature100023100", "http://dbpedia.org/class/yago/Abstraction100002137"], "comment": "Spin is a conserved quantity carried by elementary particles, and thus by composite particles (hadrons) and atomic nuclei. Spin is one of two types of angular momentum in quantum mechanics, the other being orbital angular momentum. The orbital angular momentum operator is the quantum-mechanical counterpart to the classical angular momentum of orbital revolution and appears when there is periodic structure to its wavefunction as the angle varies. For photons, spin is the quantum-mechanical counterpart of the polarization of light; for electrons, the spin has no classical counterpart.", "sameAs": ["http://rdf.freebase.com/ns/m.09xph", "http://d-nb.info/gnd/4125988-9", "http://yago-knowledge.org/resource/Spin_(physics)", "http://www.wikidata.org/entity/Q133673", "http://af.dbpedia.org/resource/Spin_(fisika)", "http://als.dbpedia.org/resource/Spin", "http://ar.dbpedia.org/resource/لف_مغزلي"], "thumbnail": "http://commons.wikimedia.org/wiki/Special:FilePath/Neutron_spin_dipole_field.jpg?width=300", "depiction": "http://commons.wikimedia.org/wiki/Special:FilePath/Neutron_spin_dipole_field.jpg", "subjects": ["http://dbpedia.org/resource/Category:Quantum_field_theory"], "part_of": [], "has_parts": [], "member_of": [], "current_member": [], "former_member": [], "dbp_part_of": [], "dbp_member_of": []}